{
  "blogs": [
    {
      "id": "B01",
      "date": "May 31 2023",
      "img" : "./images/blog/B01.png",
      "title" : "Matthew Wong’s luminous landscapes with untold depths",
      "content": "<p><img src='https://www.christies.com/media-library/images/features/articles/2022/10/matthew-wong-dallas-museum/matthew-wong-realm-appearances-final-hero-880.jpg' class='' /></p><p> </p><h1>Matthew Wong’s luminous landscapes with untold depths</h1><p>A new retrospective at the Dallas Museum of Art sheds light on the self-taught artist who embraced social media as his ‘digital classroom’</p><p>When the Dallas Museum of Art acquired&nbsp;Matthew Wong’s painting&nbsp;<em>The West</em>&nbsp;in 2017, the institutional recognition marked a turning point in Wong’s budding career. The Canadian-born artist had begun painting just five years earlier in Hong Kong. In 2016, he relocated to Edmonton, Canada, and began making inroads in the American art scene. His works started selling at major international art fairs, and in 2018, he had a breakthrough: his first New York solo show, at Karma gallery.</p><p><img alt='Matthew Wong, The West, 2017. Oil on canvas. Dallas Museum of Art, Dallas Art Fair Foundation Acquisition Fund, 2017.28. Image credit © 2022 Matthew Wong Foundation  Artists Rights Society (ARS), New York' src='https://www.christies.com/media-library/images/features/articles/2022/10/matthew-wong-dallas-museum/matthewwongthewest2017courtesyofthematthewwongfoundationandkarmanewyork2400.jpg?w=780' /></p><p>Matthew Wong,&nbsp;<em>The West</em>, 2017. Oil on canvas. Dallas Museum of Art, Dallas Art Fair Foundation Acquisition Fund, 2017.28. Image credit: © 2022 Matthew Wong Foundation / Artists Rights Society (ARS), New York</p><p>On the cusp of even greater recognition, just before a second solo exhibition at Karma, Wong’s career was cut short when he died in 2019 at age 35. The DMA was the only museum to collect Wong’s work during his lifetime.&nbsp;</p><p>It’s fitting that the institution that recognized Wong’s promise continues to play an important role in the artist’s legacy:&nbsp;Matthew Wong: The Realm of Appearances, now on view at the DMA, with support provided by Christie’s, is the artist’s first museum retrospective.</p><p><img alt='Matthew Wong, The Realm of Appearances, 2018. Oil on Canvas. © 2022 Matthew Wong Foundation  Artists Rights Society (ARS), New York' src='https://www.christies.com/media-library/images/features/articles/2022/10/matthew-wong-dallas-museum/matthewwongtherealmofappearances20182400.jpg?w=780' /></p><p>Matthew Wong,&nbsp;<em>The Realm of Appearances</em>, 2018. Oil on Canvas. © 2022 Matthew Wong Foundation / Artists Rights Society (ARS), New York</p><p>The exhibition features&nbsp;<em>The West</em>&nbsp;alongside key works from the artist’s oeuvre, focusing on the colourful and contemplative imagined landscapes for which Wong is best known. It traces the impressive breadth of styles and motifs explored across the largely untrained painter’s potent seven-year output.&nbsp;</p><p>‘He was a very driven, self-made artist,’ says Vivian Li, the DMA’s Lupe Murchison Curator of Contemporary Art. ‘From early on, he was dedicated to making Art with a capital A, and he was in his studio making paintings every day, working to improve.’&nbsp;</p><p>The exhibition takes its name from Wong’s first painting to go to auction, which soared past expectations when it sold for $1.8 million in 2020 — 30 times its estimate. Since then, Wong’s work has continued to perform on the primary and secondary market, with his major paintings regularly selling in the millions. His monumental&nbsp;Green Room, a richly patterned interior view, commanded $5.34 million at Christie’s this spring.</p><p><img alt='Matthew Wong, Once Upon a Time in the West,  2018. Gouache on paper. Martin and Rebecca Eisenberg. Image credit © 2022 Matthew Wong Foundation  Artists Rights Society (ARS), New York' src='https://www.christies.com/media-library/images/features/articles/2022/10/matthew-wong-dallas-museum/matthewwongonceuponatimeinthewest20182400.jpg?w=780' /></p><p>Matthew Wong,&nbsp;<em>Once Upon a Time in the West</em>, 2018. Gouache on paper. Martin and Rebecca Eisenberg. Image credit: © 2022 Matthew Wong Foundation / Artists Rights Society (ARS), New York</p><p>But Li underscores, Wong is more than an auction sensation. Since the DMA’s acquisition, the Metropolitan Museum of Art, the Museum of Modern Art and the Solomon R. Guggenheim Museum in New York have added Wong’s work to their collections.&nbsp;</p><p>The DMA show aims to showcase the significance of Wong’s contribution to contemporary painting. The title&nbsp;<em>The Realm of Appearances</em>&nbsp;plays with this tension between surface impressions versus greater depths. ‘The exhibition centers the narrative back on his work, giving people the opportunity to experience the art and the artist beyond the market frenzy,’ says Li.</p><blockquote>The exhibition centers the narrative back on his work, giving people the opportunity to experience the art and the artist beyond the market frenzy’ — Vivian Li</blockquote><p>When he first picked up a brush in 2012, Wong had earned an MFA in photography but had no formal training in painting. As he devoted himself to the craft, he turned to Facebook as his ‘digital classroom,’ Li notes. ‘That’s how he met a lot of people who later became his early champions, like [the dealer] John Cheim.’&nbsp;</p><p>After connecting online, Cheim referred Wong to Matthew Higgs, director of White Columns gallery, who invited the young painter to be part of a group show in 2016 — Wong’s first in New York.&nbsp;</p><p>Wong followed many art world figures who were active online, and became part of an informal community of artists around the world. These practitioners — among them, the painters Mark Dutcher and Peter Shear, with whom Wong corresponded regularly — posted their works in progress and exchanged tips and advice.&nbsp;</p><p>In addition to his ongoing dialogues with artists via social media, Wong was inspired by a diverse range of sources, from traditional Chinese ink painting to Impressionism to the films of Andrei Tarkovsky.</p><p><img alt='Left Matthew Wong, The Performance, 2017. Ink on rice paper. Matthew Wong Foundation. Image credit © 2022 Matthew Wong Foundation  Artists Rights Society (ARS), New York. Right Matthew Wong, Blue Rain, 2018. Oil on canvas. Collection of KAWS, Promised Gift of KAWS inspired by Julia Chiang to the Metropolitan Museum of Art. Image credit © 2022 Matthew Wong Foundation  Artists Rights' src='https://www.christies.com/media-library/images/features/articles/2022/10/matthew-wong-dallas-museum/wong-blue-rain-performance-composite-2400-final.jpg?w=780' /></p><p>Left: Matthew Wong,&nbsp;<em>The Performance</em>, 2017. Ink on rice paper. Matthew Wong Foundation. Image credit: © 2022 Matthew Wong Foundation / Artists Rights Society (ARS), New York. Right: Matthew Wong,&nbsp;<em>Blue Rain</em>, 2018. Oil on canvas. Collection of KAWS, Promised Gift of KAWS inspired by Julia Chiang to the Metropolitan Museum of Art. Image credit: © 2022 Matthew Wong Foundation / Artists Rights Society (ARS), New York</p><p>Wong drew upon the works of 20th-century painters as well as his own contemporaries. ‘He was looking at Tony Au — a famous modern artist from Guangdong — as well as&nbsp;Jonas Wood&nbsp;and Scott Kahn, among many others,’ Li notes. Wong cited Kahn’s iconic moons as an inspiration for his recurring motif of a moon above a stylized landscape — as in&nbsp;<em>The Realm of Appearances</em>.&nbsp;</p><p>This rich confluence of sources combined with Wong’s near-photographic memory yielded alluring compositions that layer recognizable techniques and images in unexpected combinations. Each one is ‘uniquely Matthew,’ says Li.&nbsp;</p><p>For example, in&nbsp;<em>The West</em>, a dark path lined by golden trees cuts through a stretch of dappled red earth. An almost impossibly dense blanket of stars illuminates the sky. In the foreground, a spectral figure looks toward the horizon, their back turned away from a small grouping of flowers.&nbsp;</p><p>The location of the scene is unplaceable, otherworldly, yet the mood is intimately familiar — evoking the solitary figures dwarfed by their surroundings found in iconic Romantic landscape paintings.&nbsp;</p><p>‘His work is universal and poetic’ says Li. ‘It touches everybody in a different way.’</p><p><img alt='Matthew Wong, See You On the Other Side, 2019. Oil on canvas. Matthew Wong Foundation. Image credit © 2022 Matthew Wong Foundation  Artists Rights Society (ARS), New York' src='https://www.christies.com/media-library/images/features/articles/2022/10/matthew-wong-dallas-museum/matthewwongseeyouontheotherside20192400.jpg?w=780' /></p><p>Matthew Wong,&nbsp;<em>See You On the Other Side</em>, 2019. Oil on canvas. Matthew Wong Foundation. Image credit: © 2022 Matthew Wong Foundation / Artists Rights Society (ARS), New York</p><p>The DMA also conducted conservation studies on several of Wong’s paintings, revealing further insight into his process. Wong painted quickly, working wet on wet. Early on, he frequently reused canvases, with some works containing two or three additional paintings beneath the surface.&nbsp;</p><p>The findings underscore the unseen depths of Wong’s oeuvre and invite us to look beyond the realm of appearances.</p>"
    },
    {
      "id": "B02",
      "date": "May 29 2023",
      "img" : "./images/blog/B02.png",
      "title" : "Jasper Johns: a brand new kind of museum exhibition",
      "content": "<p><img src='https://www.christies.com/media-library/images/features/articles/2021/10/jasper-johns-mind-matter/jasper-johns-mind-mirror-4.jpg' /></p><p> </p><h1>Jasper Johns: a brand new kind of museum exhibition</h1><p>The&nbsp;<em>Mind/Mirror</em>&nbsp;retrospective offers an exhaustive exploration of the artist’s 70-year career. Here, curators Carlos Basualdo and Scott Rothkopf discuss the show’s unique concept</p><p>Museum retrospectives of major figures often qualify as ‘sprawling,’ but a recently opened exhibition lends new meaning to the term.</p><p>Rather than the customary presentation organised by two or more institutions and travelling between them,&nbsp;<em>Jasper Johns: Mind/Mirror</em>&nbsp; presents complementary, simultaneous exhibitions at New York’s&nbsp;Whitney Museum of American Art&nbsp;and, 100 miles to the southwest, the&nbsp;Philadelphia Museum of Art. Both institutions have long histories of collecting and exhibiting the 91-year-old artist.</p><p>Organised by Carlos Basualdo, the Philadelphia Museum’s senior curator of contemporary art, and Scott Rothkopf, the Whitney’s senior deputy director and chief curator, this distinctive exhibition concept allows for a much deeper exploration of a 70-year career than any one museum could host alone; neither curator was able to think of any precedent.</p><p>One of the most influential artists of the 20th century,&nbsp;Jasper Johns, born in 1930, was a leading member — along with&nbsp;Robert Rauschenberg,&nbsp;Merce Cunningham&nbsp;and&nbsp;John Cage&nbsp;— of a generation of New York artists who followed the Abstract Expressionists. His early work contrasts that of his predecessors in its dispassionate look, in his paintings, at everyday objects like flags, letters, numbers — objects he famously described as ‘things the mind already knows’.</p><p><img alt=Jasper Johns, Flag, 1954-55. Encaustic, oil, and collage on fabric mounted on wood (3 panels). 41.25 X 60.75 in (104.8 x 154.3 cm). The Museum of Modern Art, New York, NY; Gift of Philip Johnson in honour of Alfred H. Barr, Jr. © 2021 Jasper JohnsVAGA at Artists Rights Society (ARS), New York src=https://www.christies.com/media-library/images/features/articles/2021/10/jasper-johns-mind-matter/jasper-johns-mind-mirror-flag-1954.jpg?w=780 /></p><p>Jasper Johns,&nbsp;<em>Flag</em>, 1954-55. Encaustic, oil, and collage on fabric mounted on wood (3 panels). 41.25 X 60.75 in (104.8 x 154.3 cm). The Museum of Modern Art, New York, NY; Gift of Philip Johnson in honour of Alfred H. Barr, Jr. © 2021 Jasper Johns/VAGA at Artists Rights Society (ARS), New York</p><p>He has continued to challenge viewers ever since, rigorously experimenting in media including sculpture and printmaking, in which he has deeply explored art historical motifs including the&nbsp;<em>Mona Lisa</em>&nbsp; and Mattias Grünewald’s&nbsp;<em>Isenheim Altarpiece</em>. Previous retrospectives have been organised by the&nbsp;Museum of Modern Art&nbsp;in 1996 and, in 2012, by the&nbsp;San Francisco Museum of Modern Art.</p><p>‘The show was a kind of experiment, and there’s the beauty of it,’ said Basualdo. ‘What I always dream of is a show whose very experience tells you something about the artist, and not just the content. That’s the way we normally think about shows, is that they have content, and the content tells you about the artist. What if the very structure of the show is informative in relationship to the artist?’</p><p><em>Jasper Johns: Mind/Mirror</em>&nbsp; is structured around 10 ‘methodological lenses’, as the curators describe them, each expressed with distinct works at the two venues. For example, John’s exploration of place is presented via his relationship to Japan at the Philadelphia Museum, and his links to South Carolina are put forth at the Whitney.</p><p><img alt=An installation view of the Jasper Johns MindMatter exhibition at the Philadelphia Museum of Art src=https://www.christies.com/media-library/images/features/articles/2021/10/jasper-johns-mind-matter/jasper-johns-mind-mirror-installation-pma.jpg?w=780 /></p><p>An installation view of the&nbsp;<em>Jasper Johns: Mind/Matter</em>&nbsp;exhibition at the Philadelphia Museum of Art</p><p>His exploration of early motifs such as flags, targets and numbers, which the curators point out would lay the foundations for art forms such as Pop and certain strains of Conceptualism, are represented through flags and maps in New York and numbers in Philadelphia.</p><p>In this way, each exhibition aims to offer a thorough overview of the artist’s expansive body of work for those who will see only one show, without being repetitive for dedicated viewers who travel to see both. Rather, the two shows will engage in a dialogue through time and place.</p><p>The show’s title,&nbsp;<em>Mind/Mirror</em>, suggests not only the presentation of concepts springing from the artist’s mind, but also the fact that mirroring is a formal and conceptual device Johns has used throughout his career. In a self-reflective way, the title suggests how the two exhibitions, after a fashion, mirror one another.</p><p>What’s more, the curators acknowledge, it suggests how they themselves mirrored one another’s work, conceiving complementary checklists, installing reciprocal galleries, and expressing cognate conceits in Johns’s work.</p><p><img alt=Jasper Johns photographed circa 1973. Photo Granger Historical Picture Archive  Alamy Stock Photo src=https://www.christies.com/media-library/images/features/articles/2021/10/jasper-johns-mind-matter/jasper-johns-portrait-2.jpg?w=780 /></p><p>Jasper Johns photographed circa 1973. Photo: Granger Historical Picture Archive / Alamy Stock Photo</p><p>‘I keep thinking about this idea of finishing each other’s sentences,’ says Rothkopf, ‘but perhaps not always how the person who began the sentence imagined they would end, and that’s been a very beautiful thing to experience.</p><p>‘This took place even in the gap between the conception and the creation of the checklists, which we did totally together for 10 paired galleries. But we each took the lead on different ones. Then we gave the 10 galleries to each other like a gift: “These are yours now. Go and make something of them. Finish the sentence.”’</p><p>The exhibition had been planned to open the week before the 2020 presidential election, but was postponed owing to the pandemic. For that reason, some works have taken on different valences.</p><p>‘Context is key in terms of Jasper’s work,’ Basualdo observes. ‘We were imagining one context. For example, the room at the Whitney with the flags and maps would be read in a very specific way as a comment on an America that has always been to a certain degree divided, and at that time was very painfully divided. Although Jasper has never done work that can be described as political, there are political implications that operate at many levels.’</p><p><img alt=An installation view of the Jasper Johns MindMatter exhibition at the Whitney Museum of American Art, New York src=https://www.christies.com/media-library/images/features/articles/2021/10/jasper-johns-mind-matter/jasper-johns-mind-mirror-installation-whitney-1.jpg?w=780 /></p><p>An installation view of the&nbsp;<em>Jasper Johns: Mind/Matter</em>&nbsp;exhibition at the Whitney Museum of American Art, New York</p><p>Here, Rothkopf jumps in, as if finishing Basualdo’s sentence, describing a conversation with educators at the Whitney. ‘People were asking if some of the late works, the skeletons, let’s say, were done in response to the pandemic, whereas they actually predate it by a year or two.</p><p>‘But we both chose to end the show with a sense of elegy and mortality in Jasper’s late work, and it will be perceived so differently by our audiences, with people having experienced a different sense of their own mortality or having lost loved ones or friends. It’s kind of strange and moving how resonant those galleries feel.’</p><p>Curators know their exhibition spaces inside and out. Shows are planned down to the inch. Basualdo and Rothkopf are intimately familiar with Johns’s works. And yet they express surprise at seeing the exhibitions in the flesh, and certainly at how the two exhibitions inform one another.</p><p>‘One of the interesting things to me has been how sometimes, although we discussed certain decisions in advance, until they were realised on the walls, it was hard to understand how they might feel’ says Rothkopf.</p><p><img alt=Jasper Johns, False Start, 1959. Oil on canvas. 67 12 × 53 18 in. (171.5 × 134.9 cm). Private collection. © Jasper Johns  Licensed by VAGA at Artists Rights Society (ARS), New York, NY src=https://www.christies.com/media-library/images/features/articles/2021/10/jasper-johns-mind-matter/jasper-johns-mind-mirror-falsestart-1959.jpg?w=780 /></p><p>Jasper Johns,&nbsp;<em>False Start</em>, 1959. Oil on canvas. 67 1/2 × 53 1/8 in. (171.5 × 134.9 cm). Private collection. © Jasper Johns / Licensed by VAGA at Artists Rights Society (ARS), New York, NY</p><p>‘For example, with the two galleries about the early motifs, the flags and maps at the Whitney and the numbers in Philadelphia, we used different display methodologies on purpose. We generated the checklist very differently. We thought, for the flags and the maps we would have a few examples in a stately enfilade, and for numbers we would have many more examples, and they’ll be exhibited in a profusion, almost like a cloud of endless counting.</p><p>‘The experience of those two galleries is so different, and yet each one enlivens something about the material on display and Jasper’s thought process in a really beautiful way. So not only did we have galleries that complemented each other with their contents, but also with their mise en scène.’</p><p>‘Both were a surprise,’ says Basualdo. ‘The maquette is very good but it didn’t give me a full sense of the relation between the scale of the work and the scale of the museum.’ He couldn’t fully anticipate the physical experience of the works in space, he says.</p><p>‘I feel how the spaces echo each other,’ he continues. ‘I keep thinking about the connection between the two venues. We wanted people to imagine how the works are in one place while they were in the other, but it was hypothetical.</p><p>‘The night after I saw the show at the Whitney, I woke up at three in the morning with racing thoughts. I couldn’t stop thinking about integrating the shows in my mind. I’m still doing that.’</p><p>Jasper Johns: Mind/Mirror&nbsp;<em>is on view at the Whitney Museum of American Art and at the Philadelphia Museum of Art until 13 February 2022</em></p>"
    },
    {
      "id": "B03",
      "date": "June 20 2023",
      "img" : "./images/blog/B03.png",
      "title" : "The wonderful world of wicker (and rattan)",
      "content": "<h1>The wonderful world of wicker (and rattan)</h1>26 May 2023Don’t dismiss wicker as the stuff of your grandmother’s conservatory.<p><img alt='B74f08c9 4B9f 4Fb4 91A2 B007010c8b2b' src='https://gazette-eu-west2.azureedge.net/media/92004/b74f08c9-4b9f-4fb4-91a2-b007010c8b2b.jpg?width=840&amp;mode=max&amp;bgcolor=fff&amp;updated=05%2f26%2f2023+10%3a47%3a31' /></p><p>This collection of assorted decorative&nbsp;wicker items and baskets&nbsp;has an estimate of £40-60 at Special Auction Services on June 6 during its Antiques &amp; Collectables Auction.</p><p>For one thing, grandma chic and cottage core are in, which means that wicker are desirable once more.</p><p>Wicker is an ancient technique dating back as far as 5000 years. It was popularised in the 19<sup>th</sup>&nbsp;century when it was used outside as well as inside. Weather resistant and versatile it retained its popularity.</p><p>As well as chairs and baskets, wicker is a material in many home objects. It is usually presented as a practical, summery, indoor-outdoor material, but can also offer a bit of texture and depth. Designers recommend looking for diverse shapes and styles, sticking to statement pieces, and looking out for ways to help it add colour to an interior.</p><p>Note that rattan, a term often used interchangeably with wicker, is a material while ‘wicker’ indicates a style of weave. Wicker furniture can also be made with willow, reed and bamboo, or, more recently, synthetic fibres.</p><p><img alt='2E9556c0 A6a3 4551 A31c B00b00b7091d 2' data-src-device='https://gazette-eu-west2.azureedge.net/media/92005/2e9556c0-a6a3-4551-a31c-b00b00b7091d_2.jpg?width=700&amp;height=450&amp;mode=max&amp;updated=05%2f26%2f2023+10%3a48%3a19' data-caption='&lt;p&gt;Gustave Serrurier Bovy (1858-1910) designed these &lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/bonhams/catalogue-id-bonham10604/lot-5f6d9d3b-0283-423d-a7a1-b00b00b37cf0?queryId=774b0cc56678ea77b66191b1afa26368&quot; target=&quot;_blank&quot; title=&quot;chairs&quot; data-anchor=&quot;?queryId=774b0cc56678ea77b66191b1afa26368&quot;&gt;wicker-seated chairs&lt;/a&gt; and armchairs in 1897. Featuring oak and cane wickered seats, they are included in Bonhams’ 20&lt;sup&gt;th&lt;/sup&gt; &amp;amp; 21&lt;sup&gt;st&lt;/sup&gt; Century Design sales on June 5 with an estimate of €2000-3000.&lt;/p&gt;' src='https://gazette-eu-west2.azureedge.net/media/92005/2e9556c0-a6a3-4551-a31c-b00b00b7091d_2.jpg?width=700&amp;height=500&amp;mode=max&amp;updated=05%2f26%2f2023+10%3a48%3a19' /></p><p>Gustave Serrurier Bovy (1858-1910) designed these&nbsp;wicker-seated chairs&nbsp;and armchairs in 1897. Featuring oak and cane wickered seats, they are included in Bonhams’ 20<sup>th</sup>&nbsp;&amp; 21<sup>st</sup>&nbsp;Century Design sales on June 5 with an estimate of €2000-3000.</p><p><img alt='D0a8d2cd 22C9 4Add 93C4 B0070120c0a0 2' data-src-device='https://gazette-eu-west2.azureedge.net/media/92001/d0a8d2cd-22c9-4add-93c4-b0070120c0a0_2.jpg?width=700&amp;height=450&amp;mode=max&amp;updated=05%2f26%2f2023+10%3a49%3a33' data-caption='&lt;p&gt;This Clarice Cliff Bizarre Gayday pattern &lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/bamfords/catalogue-id-bamfor10873/lot-8cbc3bc2-3307-4922-974c-b007010ac368?queryId=774b0cc56678ea77b66191b1afa26368&quot; target=&quot;_blank&quot; title=&quot;Clarice Cliff&quot; data-anchor=&quot;?queryId=774b0cc56678ea77b66191b1afa26368&quot;&gt;biscuit barrel and cover&lt;/a&gt;, c.1935, comes with a green wicker handle. It is on offer at Bamfords’ sale of June 13-16 with an estimate of £100-150.&lt;/p&gt;' src='https://gazette-eu-west2.azureedge.net/media/92001/d0a8d2cd-22c9-4add-93c4-b0070120c0a0_2.jpg?width=700&amp;height=500&amp;mode=max&amp;updated=05%2f26%2f2023+10%3a49%3a33' /></p><p>This Clarice Cliff Bizarre Gayday pattern&nbsp;biscuit barrel and cover, c.1935, comes with a green wicker handle. It is on offer at Bamfords’ sale of June 13-16 with an estimate of £100-150.</p><p><img alt='F121d029 185D 44D2 Ae06 B00b0119c02f' data-src-device='https://gazette-eu-west2.azureedge.net/media/92002/f121d029-185d-44d2-ae06-b00b0119c02f.jpg?width=700&amp;height=450&amp;mode=max&amp;updated=05%2f26%2f2023+10%3a48%3a54' data-caption='&lt;p&gt;This two-seat bamboo &lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/david-duggleby-scarborough/catalogue-id-srda10676/lot-2e118716-c083-42b0-839b-b00300fb2a6d?queryId=774b0cc56678ea77b66191b1afa26368&quot; target=&quot;_blank&quot; title=&quot;conservatory sofa&quot; data-anchor=&quot;?queryId=774b0cc56678ea77b66191b1afa26368&quot;&gt;wicker conservatory sofa&lt;/a&gt; goes under the hammer at David Duggleby in North Yorkshire with an estimate of £50-80. It is part of its Furnishings Sale on June 3.&lt;/p&gt;' src='https://gazette-eu-west2.azureedge.net/media/92002/f121d029-185d-44d2-ae06-b00b0119c02f.jpg?width=700&amp;height=500&amp;mode=max&amp;updated=05%2f26%2f2023+10%3a48%3a54' /></p><p>This two-seat bamboo&nbsp;wicker conservatory sofa&nbsp;goes under the hammer at David Duggleby in North Yorkshire with an estimate of £50-80. It is part of its Furnishings Sale on June 3.</p><p><img alt='41707735 F979 4431 8666 B006010b52fc 2' data-src-device='https://gazette-eu-west2.azureedge.net/media/92003/41707735-f979-4431-8666-b006010b52fc_2.jpg?width=700&amp;height=450&amp;mode=max&amp;updated=05%2f26%2f2023+10%3a50%3a15' data-caption='&lt;p&gt;Anderson &amp;amp; Garland of Newcastle offers this retro bamboo and &lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/anderson-and-garland-newcastle/catalogue-id-srand10429/lot-a357a5e1-b74b-4c12-a47f-b00601091547?queryId=b4d7a2340b0b95f8ec4a002c39f25bbd&quot; target=&quot;_blank&quot; title=&quot;retro wicker&quot; data-anchor=&quot;?queryId=b4d7a2340b0b95f8ec4a002c39f25bbd&quot;&gt;rattan hanging egg easy lounge chair&lt;/a&gt; in its Modern Art &amp;amp; Design Auction on May 31. It has an estimate of £40-60.&lt;/p&gt;' src='https://gazette-eu-west2.azureedge.net/media/92003/41707735-f979-4431-8666-b006010b52fc_2.jpg?width=700&amp;height=500&amp;mode=max&amp;updated=05%2f26%2f2023+10%3a50%3a15' /></p><p>Anderson &amp; Garland of Newcastle offers this retro bamboo and&nbsp;rattan hanging egg easy lounge chair&nbsp;in its Modern Art &amp; Design Auction on May 31. It has an estimate of £40-60.</p>"
    },
    {
      "id": "B04",
      "date": "05-28-2023",
      "content": "<h1>How to add art and antiques to your home for that interior designer look</h1>Adding touches of Arts &amp; Crafts, Mid Century Modern or Modern British art is a way to bring that ‘interior designer style’ to your own home.<p><a data-caption=' &lt;p&gt;Sir Basil Spence &lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/mctears-gallery1842/catalogue-id-srmct11845/lot-40f43375-1546-4962-bbbe-b00e00b31333&quot; target=&quot;_blank&quot;&gt;sideboard and table&lt;/a&gt; from the Allegro design c.1949 for Morris &amp;amp; Co, estimated at £3000-5000 at McTear's on June 7.&lt;/p&gt;' href='https://gazette-eu-west2.azureedge.net/media/92179/2595-pv-mctears1.jpg'><img alt='Sideboard and table' src='https://gazette-eu-west2.azureedge.net/media/92179/2595-pv-mctears1.jpg?width=840&amp;mode=max&amp;bgcolor=fff&amp;updated=05%2f31%2f2023+12%3a15%3a29' /></a></p><p> </p><p>Sir Basil Spence&nbsp;<a rel='noopener' target='_blank' href='https://www.the-saleroom.com/en-gb/auction-catalogues/mctears-gallery1842/catalogue-id-srmct11845/lot-40f43375-1546-4962-bbbe-b00e00b31333'>sideboard and table</a>&nbsp;from the Allegro design c.1949 for Morris &amp; Co, estimated at £3000-5000 at McTear's on June 7.</p><p>Here are five items of art and antiques coming up at online auction in June.</p><h3>1. Sideboard and table</h3><p><a title='Sideboard' data-caption='&lt;p&gt;Sir Basil Spence's &lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/mctears-gallery1842/catalogue-id-srmct11845/lot-40f43375-1546-4962-bbbe-b00e00b31333&quot; target=&quot;_blank&quot;&gt;sideboard&lt;/a&gt; from the Allegro design.&lt;/p&gt;' href='https://gazette-eu-west2.azureedge.net/media/92174/sideboard.jpg'><img alt='Sideboard' data-src-device='https://gazette-eu-west2.azureedge.net/media/92174/sideboard.jpg?width=700&amp;height=450&amp;mode=max&amp;updated=05%2f29%2f2023+12%3a12%3a57' data-caption='&lt;p&gt;Sir Basil Spence's &lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/mctears-gallery1842/catalogue-id-srmct11845/lot-40f43375-1546-4962-bbbe-b00e00b31333&quot; target=&quot;_blank&quot;&gt;sideboard&lt;/a&gt; from the Allegro design.&lt;/p&gt;' src='https://gazette-eu-west2.azureedge.net/media/92174/sideboard.jpg?width=700&amp;height=500&amp;mode=max&amp;updated=05%2f29%2f2023+12%3a12%3a57' /></a></p><p> </p><p>Sir Basil Spence's&nbsp;<a rel='noopener' target='_blank' href='https://www.the-saleroom.com/en-gb/auction-catalogues/mctears-gallery1842/catalogue-id-srmct11845/lot-40f43375-1546-4962-bbbe-b00e00b31333'>sideboard</a>&nbsp;from the Allegro design.</p><p>This laminated wood&nbsp;<a rel='noopener' target='_blank' href='https://www.the-saleroom.com/en-gb/auction-catalogues/mctears-gallery1842/catalogue-id-srmct11845/lot-40f43375-1546-4962-bbbe-b00e00b31333'>sideboard and table</a>&nbsp;were designed by Scottish architect Sir Basil Spence (1907-76). Spence is famed for his work on Coventry Cathedral in England as well as numerous other Modernist style buildings. The sideboard and table are part of a well-known suite designed in 1947-48 and produced in 1949 as part of the Allegro series. Spence designed this line for Glasgow firm Morris &amp; Co. A full Allegro suite is held by the National Museum of Scotland. These examples still have the label&nbsp;<em>Morris Made Guaranteed Trade Mark Glasgow and are&nbsp;</em>estimated at £3000-5000 at McTear’s on June 7.</p><h3>2. Eric Ravilious lithograph</h3><p><a title='Eric Ravilious lithograph' data-caption='&lt;p&gt;An Eric Ravilious lithograph of &lt;em&gt;&lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/parkerfineartauctions/catalogue-id-parker10059/lot-85a1997d-e68d-4464-8e63-b00d00ba2a07&quot; target=&quot;_blank&quot;&gt;Second-Hand Furniture and Effects&lt;/a&gt;&lt;/em&gt; with a second artwork called Fire Engineer, estimated at £200-300 at Parker Fine Art’s June 8 auction.&lt;/p&gt;' href='https://gazette-eu-west2.azureedge.net/media/92175/ravilious-1.jpg'><img alt='Eric Ravilious lithograph' data-src-device='https://gazette-eu-west2.azureedge.net/media/92175/ravilious-1.jpg?width=700&amp;height=450&amp;mode=max&amp;updated=05%2f29%2f2023+12%3a18%3a15' data-caption='&lt;p&gt;An Eric Ravilious lithograph of &lt;em&gt;&lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/parkerfineartauctions/catalogue-id-parker10059/lot-85a1997d-e68d-4464-8e63-b00d00ba2a07&quot; target=&quot;_blank&quot;&gt;Second-Hand Furniture and Effects&lt;/a&gt;&lt;/em&gt; with a second artwork called Fire Engineer, estimated at £200-300 at Parker Fine Art’s June 8 auction.&lt;/p&gt;' src='https://gazette-eu-west2.azureedge.net/media/92175/ravilious-1.jpg?width=700&amp;height=500&amp;mode=max&amp;updated=05%2f29%2f2023+12%3a18%3a15' /></a></p><p> </p><p>An Eric Ravilious lithograph of&nbsp;<em><a rel='noopener' target='_blank' href='https://www.the-saleroom.com/en-gb/auction-catalogues/parkerfineartauctions/catalogue-id-parker10059/lot-85a1997d-e68d-4464-8e63-b00d00ba2a07'>Second-Hand Furniture and Effects</a></em>&nbsp;with a second artwork called Fire Engineer, estimated at £200-300 at Parker Fine Art’s June 8 auction.</p><p>Eric Ravilious (1903-42) was an English painter, designer, book illustrator and wood-engraverand is well-known for his watercolours. In 1938 he produced designs for 24 lithographs for High Street, a book about shops printed by the Curwen Press.</p><p><a title='Eric Ravilious artwork' data-caption='&lt;p&gt;&lt;em&gt;Fire Engineer&lt;/em&gt; by Eric Ravilious, estimated at £200-300 at Parker Fine Art’s June 8 auction, alongside a second artwork, Second-Hand Furniture and Effects.&lt;/p&gt;' href='https://gazette-eu-west2.azureedge.net/media/92172/3ravilious-2.jpg'><img alt='Eric Ravilious artwork' data-caption='&lt;p&gt;&lt;em&gt;Fire Engineer&lt;/em&gt; by Eric Ravilious, estimated at £200-300 at Parker Fine Art’s June 8 auction, alongside a second artwork, Second-Hand Furniture and Effects.&lt;/p&gt; ' src='https://gazette-eu-west2.azureedge.net/media/92172/3ravilious-2.jpg?width=700&amp;height=400&amp;mode=max&amp;updated=05%2f29%2f2023+12%3a17%3a52' /></a></p><p><em>Fire Engineer</em>&nbsp;by Eric Ravilious, estimated at £200-300 at Parker Fine Art’s June 8 auction, alongside a second artwork, Second-Hand Furniture and Effects.</p><p><a title='Eric Ravilious lithograph' data-caption='&lt;p&gt;The Eric Ravilious lithograph of &lt;em&gt;&lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/parkerfineartauctions/catalogue-id-parker10059/lot-85a1997d-e68d-4464-8e63-b00d00ba2a07&quot; target=&quot;_blank&quot;&gt;Second-Hand Furniture and Effects&lt;/a&gt;&lt;/em&gt; in a frame. &lt;/p&gt;' href='https://gazette-eu-west2.azureedge.net/media/92173/ravilious-2.jpg'><img alt='Eric Ravilious lithograph' data-caption='&lt;p&gt;The Eric Ravilious lithograph of &lt;em&gt;&lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/parkerfineartauctions/catalogue-id-parker10059/lot-85a1997d-e68d-4464-8e63-b00d00ba2a07&quot; target=&quot;_blank&quot;&gt;Second-Hand Furniture and Effects&lt;/a&gt;&lt;/em&gt; in a frame. &lt;/p&gt; ' src='https://gazette-eu-west2.azureedge.net/media/92173/ravilious-2.jpg?width=700&amp;height=400&amp;mode=max&amp;updated=05%2f29%2f2023+12%3a18%3a00' /></a></p><p>The Eric Ravilious lithograph of&nbsp;<em><a rel='noopener' target='_blank' href='https://www.the-saleroom.com/en-gb/auction-catalogues/parkerfineartauctions/catalogue-id-parker10059/lot-85a1997d-e68d-4464-8e63-b00d00ba2a07'>Second-Hand Furniture and Effects</a></em>&nbsp;in a frame.&nbsp;</p><p><a title='Eric Ravilious artwork' data-caption='&lt;p&gt;&lt;em&gt;Fire Engineer&lt;/em&gt; by Eric Ravilious, estimated at £200-300 at Parker Fine Art’s June 8 auction, alongside a second artwork, Second-Hand Furniture and Effects.&lt;/p&gt;' href='https://gazette-eu-west2.azureedge.net/media/92172/3ravilious-2.jpg'><img alt='Eric Ravilious artwork' data-caption='&lt;p&gt;&lt;em&gt;Fire Engineer&lt;/em&gt; by Eric Ravilious, estimated at £200-300 at Parker Fine Art’s June 8 auction, alongside a second artwork, Second-Hand Furniture and Effects.&lt;/p&gt; ' src='https://gazette-eu-west2.azureedge.net/media/92172/3ravilious-2.jpg?width=700&amp;height=400&amp;mode=max&amp;updated=05%2f29%2f2023+12%3a17%3a52' /></a></p><p><em>Fire Engineer</em>&nbsp;by Eric Ravilious, estimated at £200-300 at Parker Fine Art’s June 8 auction, alongside a second artwork, Second-Hand Furniture and Effects.</p><p><a title='Eric Ravilious lithograph' data-caption='&lt;p&gt;The Eric Ravilious lithograph of &lt;em&gt;&lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/parkerfineartauctions/catalogue-id-parker10059/lot-85a1997d-e68d-4464-8e63-b00d00ba2a07&quot; target=&quot;_blank&quot;&gt;Second-Hand Furniture and Effects&lt;/a&gt;&lt;/em&gt; in a frame. &lt;/p&gt;' href='https://gazette-eu-west2.azureedge.net/media/92173/ravilious-2.jpg'><img alt='Eric Ravilious lithograph' data-caption='&lt;p&gt;The Eric Ravilious lithograph of &lt;em&gt;&lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/parkerfineartauctions/catalogue-id-parker10059/lot-85a1997d-e68d-4464-8e63-b00d00ba2a07&quot; target=&quot;_blank&quot;&gt;Second-Hand Furniture and Effects&lt;/a&gt;&lt;/em&gt; in a frame. &lt;/p&gt; ' src='https://gazette-eu-west2.azureedge.net/media/92173/ravilious-2.jpg?width=700&amp;height=400&amp;mode=max&amp;updated=05%2f29%2f2023+12%3a18%3a00' /></a></p><p>The Eric Ravilious lithograph of&nbsp;<em><a rel='noopener' target='_blank' href='https://www.the-saleroom.com/en-gb/auction-catalogues/parkerfineartauctions/catalogue-id-parker10059/lot-85a1997d-e68d-4464-8e63-b00d00ba2a07'>Second-Hand Furniture and Effects</a></em>&nbsp;in a frame.&nbsp;</p><p><a href='https://www.the-saleroom.com/en-gb/news/how-to-add-art-and-antiques-to-your-home-for-that-interior-designer-look'>Prev</a><a href='https://www.the-saleroom.com/en-gb/news/how-to-add-art-and-antiques-to-your-home-for-that-interior-designer-look'>Next</a></p><p><a data-slide-index='0' href='https://www.the-saleroom.com/en-gb/news/how-to-add-art-and-antiques-to-your-home-for-that-interior-designer-look#carousel'><img alt='Eric Ravilious lithograph' src='https://gazette-eu-west2.azureedge.net/media/92173/ravilious-2.jpg?anchor=center&amp;mode=crop&amp;width=125&amp;height=125&amp;rnd=133298398800000000&amp;updated=05%2f29%2f2023+12%3a18%3a00' /></a></p><p> </p><p><a data-slide-index='1' href='https://www.the-saleroom.com/en-gb/news/how-to-add-art-and-antiques-to-your-home-for-that-interior-designer-look#carousel'><img alt='Eric Ravilious artwork' src='https://gazette-eu-west2.azureedge.net/media/92172/3ravilious-2.jpg?anchor=center&amp;mode=crop&amp;width=125&amp;height=125&amp;rnd=133298398720000000&amp;updated=05%2f29%2f2023+12%3a17%3a52' /></a></p><p>Original lithographs are the originals, while modern digitally printed reproductions can also be found for sale elsewhere.</p><h3>3. Arts &amp; Crafts light</h3><p><a title='Light pendant' data-caption='&lt;p&gt;This Arts &amp;amp; Crafts c.1900-10 &lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/mctears-gallery1842/catalogue-id-srmct11845/lot-7f744eb6-4a05-4b83-b7fb-b00e00b2d196&quot; target=&quot;_blank&quot;&gt;ceiling light pendant&lt;/a&gt; in brass and opalescent glass by James Powell &amp;amp; Sons is estimated a £600-1000 at McTear’s on June 7.&lt;/p&gt;' href='https://gazette-eu-west2.azureedge.net/media/92176/tsr-light.jpg'><img alt='Light pendant' data-src-device='https://gazette-eu-west2.azureedge.net/media/92176/tsr-light.jpg?width=700&amp;height=450&amp;mode=max&amp;updated=05%2f29%2f2023+12%3a14%3a58' data-caption='&lt;p&gt;This Arts &amp;amp; Crafts c.1900-10 &lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/mctears-gallery1842/catalogue-id-srmct11845/lot-7f744eb6-4a05-4b83-b7fb-b00e00b2d196&quot; target=&quot;_blank&quot;&gt;ceiling light pendant&lt;/a&gt; in brass and opalescent glass by James Powell &amp;amp; Sons is estimated a £600-1000 at McTear’s on June 7.&lt;/p&gt;' src='https://gazette-eu-west2.azureedge.net/media/92176/tsr-light.jpg?width=700&amp;height=500&amp;mode=max&amp;updated=05%2f29%2f2023+12%3a14%3a58' /></a></p><p> </p><p>This Arts &amp; Crafts c.1900-10&nbsp;<a rel='noopener' target='_blank' href='https://www.the-saleroom.com/en-gb/auction-catalogues/mctears-gallery1842/catalogue-id-srmct11845/lot-7f744eb6-4a05-4b83-b7fb-b00e00b2d196'>ceiling light pendant</a>&nbsp;in brass and opalescent glass by James Powell &amp; Sons is estimated a £600-1000 at McTear’s on June 7.</p><h3>4. Victorian jardiniere</h3><p><a title='Jardiniere' data-caption='&lt;p&gt;This &lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/woolley-and-wallis/catalogue-id-srwo10357/lot-985959ad-bf4c-4284-ae30-b00e00e85065?queryId=7837425c7a44955542f364c6e51c109a&quot; target=&quot;_blank&quot; data-anchor=&quot;?queryId=7837425c7a44955542f364c6e51c109a&quot;&gt;Doulton Lambeth stoneware jardiniere&lt;/a&gt; is dated to 1877 and modelled in relief with flower roundels and stems, in green, blue and brown. It is estimated at £150-200 at Woolley &amp;amp; Wallis on June 21.&lt;/p&gt;' href='https://gazette-eu-west2.azureedge.net/media/92177/doulton-plant-pot.jpg'><img alt='Jardiniere' data-src-device='https://gazette-eu-west2.azureedge.net/media/92177/doulton-plant-pot.jpg?width=700&amp;height=450&amp;mode=max&amp;updated=05%2f29%2f2023+12%3a14%3a24' data-caption='&lt;p&gt;This &lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/woolley-and-wallis/catalogue-id-srwo10357/lot-985959ad-bf4c-4284-ae30-b00e00e85065?queryId=7837425c7a44955542f364c6e51c109a&quot; target=&quot;_blank&quot; data-anchor=&quot;?queryId=7837425c7a44955542f364c6e51c109a&quot;&gt;Doulton Lambeth stoneware jardiniere&lt;/a&gt; is dated to 1877 and modelled in relief with flower roundels and stems, in green, blue and brown. It is estimated at £150-200 at Woolley &amp;amp; Wallis on June 21.&lt;/p&gt;' src='https://gazette-eu-west2.azureedge.net/media/92177/doulton-plant-pot.jpg?width=700&amp;height=500&amp;mode=max&amp;updated=05%2f29%2f2023+12%3a14%3a24' /></a></p><p> </p><p>This&nbsp;<a rel='noopener' target='_blank' data-anchor='?queryId=7837425c7a44955542f364c6e51c109a' href='https://www.the-saleroom.com/en-gb/auction-catalogues/woolley-and-wallis/catalogue-id-srwo10357/lot-985959ad-bf4c-4284-ae30-b00e00e85065?queryId=7837425c7a44955542f364c6e51c109a'>Doulton Lambeth stoneware jardiniere</a>&nbsp;is dated to 1877 and modelled in relief with flower roundels and stems, in green, blue and brown. It is estimated at £150-200 at Woolley &amp; Wallis on June 21.</p><h3>5. Victorian stained glass window</h3><p><a title='Stained glass window' data-caption='&lt;p&gt;This late Victorian leaded &lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/the-swan-at-tetsworth/catalogue-id-srsw10165/lot-294ab66d-f0c7-46b7-9f50-b00c00fa1b04&quot; target=&quot;_blank&quot;&gt;stained glass window&lt;/a&gt; is estimated at £150-200 at Swan Fine Art’s June 7 sale.&lt;/p&gt;' href='https://gazette-eu-west2.azureedge.net/media/92178/stained-glass-window.jpg'><img alt='Stained glass window' data-src-device='https://gazette-eu-west2.azureedge.net/media/92178/stained-glass-window.jpg?width=700&amp;height=450&amp;mode=max&amp;updated=05%2f29%2f2023+12%3a13%3a47' data-caption='&lt;p&gt;This late Victorian leaded &lt;a rel=&quot;noopener&quot; href=&quot;https://www.the-saleroom.com/en-gb/auction-catalogues/the-swan-at-tetsworth/catalogue-id-srsw10165/lot-294ab66d-f0c7-46b7-9f50-b00c00fa1b04&quot; target=&quot;_blank&quot;&gt;stained glass window&lt;/a&gt; is estimated at £150-200 at Swan Fine Art’s June 7 sale.&lt;/p&gt;' src='https://gazette-eu-west2.azureedge.net/media/92178/stained-glass-window.jpg?width=700&amp;height=500&amp;mode=max&amp;updated=05%2f29%2f2023+12%3a13%3a47' /></a></p><p> </p><p>This late Victorian leaded&nbsp;<a rel='noopener' target='_blank' href='https://www.the-saleroom.com/en-gb/auction-catalogues/the-swan-at-tetsworth/catalogue-id-srsw10165/lot-294ab66d-f0c7-46b7-9f50-b00c00fa1b04'>stained glass window</a>&nbsp;is estimated at £150-200 at Swan Fine Art’s June 7 sale.</p>"
    },
    {
      "id": "B05",
      "date": "06-10-2023",
      "content": "<h1>How Western Europe got a taste for ‘Turkey’ carpets</h1><h4>Specialist Louise Broadhurst explains what the appearance of highly treasured Ottoman carpets in Old Master paintings tells us about their history and desirability</h4><p>In 1271-72, Marco Polo noted in his travel book that the best and most beautiful carpets in the world were made in ‘Turkomania’. He had discovered these exotic treasures in the mosques of Anatolia in Turkey and been captivated by their gorgeously rich abstract patterns and depictions of mythical animals.</p><p>The celebrated Venetian explorer was not the first European to come across these Oriental delights: there are several references to near-Eastern carpets in Greek and Latin literature. After the fall of Rome in 476AD, however, these descriptions cease, save for a few anecdotes.</p><p>Pope John XXII (1244-1334) and Pope Benedict XII (1285-1342) were said to have been fond of so-called ‘Turkey’ carpets, and Eleanor of Castile brought several cartloads to London in 1255 as part of her dowry when she marred Edward I. But it was not until the 14th century, with the boom in exports on the Silk Road, that Islamic carpets became widely valued as travel trophies.</p><p>These carpets offered moneyed Europeans a glimpse into the Islamic world — with their finely woven, labyrinthine patterns and rich colours, they marked their owners out as cosmopolitan. Even Shakespeare used them as a signifier in&nbsp;<em>The Taming of the Shrew</em>, with the wealthy Gremio boasting of his ‘hangings all of Tyrian tapestry’ and ‘Turkey cushions boss’d with pearl’.</p><p>Specialist Louise Broadhurst explains that, owing to the fragility of the materials used to make ‘Turkey’ carpets, few of these early Anatolian rugs survive today. Historians have to rely on documentary evidence to understand what they looked like.</p><p>‘Before the 14th century, we only have written reports — inventories, books or wills — and those descriptions can be rather vague,’ she says. Thankfully, this all changed in the 14th century, when Italian Renaissance artists began depicting early Ana in their paintings.</p><p>‘They are important visual records,’ says Broadhurst. ‘The measured skill with which Renaissance artists painted each pattern reveals just how important they considered the substance and texture of the material world to be.’</p><p>There is an archaic language hidden in those repetitive sequences, but would the artists have understood the significance of the motifs woven into the fabric? ‘Each image is highly symbolic,’ says Broadhurst. ‘They could signify power, strength, virility and fertility, and included potent symbols that were used to ward off evil, all themes that were universally recognised.’</p><hr /><h4><strong>Devotional paintings</strong></h4><hr /><p>The first carpets to arrive in Europe came after Constantinople was captured and sacked by the armies of the Fourth Crusade in 1204. The dazzling opulence of the Byzantine court was dispersed, with the finest items going to Venice, whose leaders knew better than others what was worth taking. Many of the carpets ended up in the city’s churches, and soon began to appear in devotional paintings such as Domenico Ghirlandaio’s 1484&nbsp;<em>Madonna and Child with Saints</em>.</p><p>Domenico Ghirlandaio (1448-1494),&nbsp;<em>Madonna and Child with Saints</em>, 1484. Photo: © Scala, Florence. Courtesy of the Ministero Beni e Att. Culturali e del Turismo</p><p>‘They are usually depicted as altar coverings or placed under the feet of the Virgin Mary,’ says Broadhurst, ‘which shows just how important Italian society considered these carpets to be.’</p><p><img alt='' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTAwMCAxMjg4IiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxMDAwIiBoZWlnaHQ9IjEyODgiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt='A Ghirlandaio rug, West Anatolia, 17th century' src='https://christies.shorthandstories.com/how-western-europe-got-a-taste-for-turkey-carpets/assets/BmFhzEJGYF/a-ghirlandaio-rug-1000x1288.jpg' /></p><p><a target='_blank' href='https://www.christies.com/en/lot/lot-6419772'>A ‘Ghirlandaio’ rug,&nbsp;West Anatolia, 17th century</a>. 5 ft 7 in x 4 ft 4 in (171 x 133 cm).&nbsp;</p><hr /><h4><strong>‘Animal’ rugs</strong></h4><hr /><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTU5MSAyNzc3IiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxNTkxIiBoZWlnaHQ9IjI3NzciPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt='Jacopo Bellini, The Annunciation, early 1430s' src='https://christies.shorthandstories.com/how-western-europe-got-a-taste-for-turkey-carpets/assets/4F2wvyExtc/a-phoenix-in-octagon-rug-painting-1-of-2-1591x2777.jpg' /></p><p>Jacopo Bellini (c. 1400-c. 1470),&nbsp;<em>The Annunciation</em>&nbsp;(detail), early 1430s. Church of Sant’ Alessandro, Brescia. Photo: © Inventario dei Beni Ecclesiastici della Diocesi di Brescia</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTUwMCAyNjA4IiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxNTAwIiBoZWlnaHQ9IjI2MDgiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt='An Anatolian Phoenix in Octagon rug' src='https://christies.shorthandstories.com/how-western-europe-got-a-taste-for-turkey-carpets/assets/Snk42yWiwK/a-phoenix-in-octagon-rug-2-of-2-1500x2608.jpg' /></p><p><a target='_blank' href='https://www.christies.com/en/lot/lot-6419771'>An Anatolian ‘Phoenix in Octagon’ rug.&nbsp;Central or Eastern Anatolia, late 15th/early 16th century</a>. 6 ft 7 in x 3 ft 11 in (200 x 119 cm).&nbsp;</p><p>Perhaps the most highly prized of 15th- and 16th-century Anatolian carpets are ‘animal’ rugs depicting strange, angular birds and fantastical creatures such as the phoenix and the dragon. Broadhurst believes there are only about 18 ‘animal’ carpets left in the world today. One of these, an Anatolian ‘<a target='_blank' rel='noreferrer' href='https://www.christies.com/lot/lot-6419771'>Phoenix in Octagon</a>’ rug — the only surviving example to display an image of the mythical phoenix — is being offered in&nbsp;<a target='_blank' rel='noreferrer' href='https://www.christies.com/en/auction/art-of-the-islamic-and-indian-worlds-including-oriental-rugs-and-carpets-29948/?page=1&amp;searchphrase=phoenix&amp;sortby=lotnumber'>Art of the Islamic and Indian Worlds Including Oriental Rugs and Carpets</a>&nbsp;on 27 April.</p><p>‘You can see a similar rug in Jacopo Bellini’s&nbsp;<em>The Annunciation</em>,’ says the specialist. ‘Spiritually, the phoenix represents the cycle of life, and eternity in the afterlife. Perhaps it is no coincidence that this stylised motif is here depicted beneath the figure of the Virgin Mary, mother of Jesus, since it was through his incarnation, according to Christian belief, that salvation came for all mankind.’</p><p>Broadhurst says that these carpets were used for display: ‘Venetian families would drape them over their balconies on feast days to show off their wealth and status.’</p><hr /><h4><strong>The ‘Holbein’</strong></h4><hr /><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTAwMCAxNDAwIiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxMDAwIiBoZWlnaHQ9IjE0MDAiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt='The Mass of Saint Giles, Master of Saint Giles, circa 1500' src='https://christies.shorthandstories.com/how-western-europe-got-a-taste-for-turkey-carpets/assets/bIjxSktrxo/a-holbein-variant-rug-painting-1-of-2-1000x1400.jpg' /></p><p>Master of Saint Giles,&nbsp;<em>The Mass of Saint Giles</em>, circa<em>&nbsp;</em>1500. Photo: © The National Gallery, London</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTAwMCAxNDAwIiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxMDAwIiBoZWlnaHQ9IjE0MDAiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt='A Holbein variant rug' src='https://christies.shorthandstories.com/how-western-europe-got-a-taste-for-turkey-carpets/assets/ICtWgVak4w/a-holbein-variant-rug-image-2-of-2-1000x1400.jpg' /></p><p><a target='_blank' href='https://www.christies.com/en/lot/lot-6419773'>A ‘Holbein’ variant rug.&nbsp;Central or East Anatolia, late 16th/early 17th century</a>. 6 ft 6 in x 3 ft 10 in (197 x 117 cm).&nbsp;</p><p>According to Broadhurst, there are more than 400 depictions of Anatolian carpets in Renaissance paintings. In fact, they appear so frequently, the designs are named after the artists who depicted them: ‘Holbein’, ‘Crivelli’, ‘Ghirlandaio’, ‘Bellini’ and ‘Lotto’.</p><p>‘There was so little information about where these rugs came from that it was the only way of identifying the carpet designs and putting them into context,’ says Broadhurst.</p><p>Of all these designs, the ‘Holbein’ is arguably the best known, partly because the artist was so precise in his rendering of his sitter’s possessions that his portraits could almost be described as inventories. A ‘Holbein’ carpet is first seen in the artist’s 1532&nbsp;<a target='_blank' href='https://recherche.smb.museum/detail/868769/der-kaufmann-georg-gisze-1497-1562?language=de&amp;question=%22Der+Kaufmann+Georg+Gisze+%281497-1562%29%22&amp;limit=15&amp;controls=none&amp;collectionKey=GG*&amp;objIdx=0'>portrait of Georg Gisze</a>, which was painted to impress the merchant class of London. The carpet’s design is highly complex, a series of interlocking patterns and zoomorphic motifs depicted with formidable skill. The portrait succeeded in securing Holbein several commissions, eventually leading to him becoming court painter to Henry VIII.</p><p>A sumptuous ‘Holbein’ carpet is included at the foot of the altar in&nbsp;<em>The Mass of Saint Gile</em>s, circa 1500, in London’s National Gallery.</p><hr /><h4><strong>Ushak carpets</strong></h4><hr /><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTAwMCAxNDAwIiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxMDAwIiBoZWlnaHQ9IjE0MDAiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt='Elizabeth Home, Countess of Suffolk, circa 1615-17, Kenwood House' src='https://christies.shorthandstories.com/how-western-europe-got-a-taste-for-turkey-carpets/assets/W2BomBNVqn/a-large-medallion-ushak-carpet-painting-1-of-2-1000x1400.jpg' /></p><p>Artist unknown,&nbsp;<em>Elizabeth Home, Countess of Suffolk</em>, circa 1615-17. Kenwood House. Photo: © Historic England</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTAwMCAxNDAwIiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxMDAwIiBoZWlnaHQ9IjE0MDAiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt='A large medallion Ushak carpet' src='https://christies.shorthandstories.com/how-western-europe-got-a-taste-for-turkey-carpets/assets/cDCjjE8hFB/a-large-medallion-ushak-carpet-2-of-2-1000x1400.jpg' /></p><p><a target='_blank' href='https://www.christies.com/en/lot/lot-6419778'>A large medallion Ushak carpet.&nbsp;West Anatolia, 17th century</a>. 16 ft 3 in x 8 ft 9 in (496 x 266 cm).&nbsp;</p><p>Anatolian&nbsp;carpets were in great demand in fashionable 16th-century England. Cardinal Wolsey (c. 1475-1530) was so taken with them that he had 60 shipped from Venice — all of which ended up in the possession of Henry VIII following Wolsey’s brutal downfall.</p><p>Henry VIII also had a passion for ‘Turkey’ carpets and owned some 400, of which the Ushak was the most common. A posthumous portrait from 1570, by the artist&nbsp;<a target='_blank' href='https://museum.wales/collections/online/object/41bb6c94-b7f3-3caf-ad10-d63cb2935df6/The-family-of-Henry-VIII-an-allegory-of-the-Tudor-succession/'>Lucas de Heere</a>, depicts Henry in a throne placed on such a carpet, with his children standing stiffly alongside. Another fine example of an Ushak carpet appears in the portrait of the Countess of Suffolk, circa 1615, shown above.</p><p>Sadly, many of Henry VIII’s wonderful rugs were full of holes by the time Queen Elizabeth I came to power — the conditions in the royal palaces, which were often left empty and neglected for years, being conducive to moths.</p><hr /><h4><strong>‘Lotto’ carpets</strong></h4><hr /><p>One of the most popular Ushak designs of the 16th century was the ‘Lotto’, named after the Italian painter Lorenzo Lotto, who owned such a carpet. Lotto’s pictures are often filled with beautifully painted details, such as a small Oriental rug or a prayer shawl.</p><p>He was a gifted colourist and enjoyed using playful pictorial symbols in his scenes, which may account for his love of Anatolian carpets. Sadly, the life of a painter in Bergamo was not a financially secure one, and it is recorded that Lotto had to pawn his rug for three ducats.</p><p>The portrait below, attributed to the Dutch master Salomon Mesdach, features a ‘Lotto’ carpet on the table with a cartouche border that is closely related to the example in the forthcoming sale, but with a different colour palette.</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTAwMCAxODI0IiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxMDAwIiBoZWlnaHQ9IjE4MjQiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt='Attributed to Salomon Mesdach, Portrait of Peter Courten, 1617' src='https://christies.shorthandstories.com/how-western-europe-got-a-taste-for-turkey-carpets/assets/VmglTsPqAa/a-lotto-rug-painting-1-of-2-1000x1824.jpg' /></p><p>Attributed to Salomon Mesdach (circa 1600-1632),&nbsp;<em>Portrait of Peter Courten</em>, 1617. Rijksmuseum, Amsterdam</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTAwMCAxNDMwIiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxMDAwIiBoZWlnaHQ9IjE0MzAiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt='A Lotto rug, probably Ushak, West Anatolia, first-half 17th century' src='https://christies.shorthandstories.com/how-western-europe-got-a-taste-for-turkey-carpets/assets/1ETWPqIAJy/a-lotto-rug-2-of-2-1000x1430.jpg' /></p><p><a target='_blank' href='https://www.christies.com/en/lot/lot-6419777'>A ‘Lotto’ rug.&nbsp;Probably Ushak, West Anatolia, first half 17th century</a>. 5 ft 3 in x 3 ft 10 in (160 x 115 cm).&nbsp;</p><hr /><h4><strong>‘Transylvanian’ rugs</strong></h4><hr /><p>Adriaen Backer (1635-1684),&nbsp;<em>Amsterdam Almshouse Regents,&nbsp;</em>1676. Photo: Prisma Archivo / Alamy</p><p>Spread on tables surrounded by snappily dressed ambassadors and dignitaries, early Anatolian carpets played a central a role in European civic life — as can be seen in the 1676 painting&nbsp;<em>Amsterdam Almshouse Regents</em>&nbsp;by Adriaen Backer. The design scheme that appears in the picture is known as a ‘Transylvanian’, named after a group of carpets that still survive in a large number of Romanian churches today. By now, many Oriental carpets were being made to order.</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTAwMCAxMzM5IiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxMDAwIiBoZWlnaHQ9IjEzMzkiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt='A ‘Transylvanian’ double-niche rug. West Anatolia, mid-17th century' src='https://christies.shorthandstories.com/how-western-europe-got-a-taste-for-turkey-carpets/assets/4kxLKiibki/a-transylvanian-double-niche-rug-1000x1339.jpg' /></p><p><a target='_blank' href='https://www.christies.com/en/lot/lot-6419776'>A ‘Transylvanian’ double-niche rug.&nbsp;West Anatolia, mid-17th century</a>. 5 ft 4 in x 4 ft (165 x 123 cm).</p>"
    },
    {
      "id": "B06",
      "date": "06-14-2023",
      "content": "<h1>Across space and time: the dining room of Ann and Gordon Getty</h1><p><br /><em>An up-close look at one of the most iconic rooms in the couple's Pacific Heights residence</em></p><p>There is a theatricality that immediately draws you into the Gettys’ San Francisco residence. From salon-style hangings of Impressionist works to rich and varied textiles, Mrs. Getty created bold and unexpected interiors. Using intricate and complex layering, she brought seemingly dissimilar objects into harmonious conversation, always to dramatic effect.</p><p>Perhaps the most theatrical space of all is the dining room. The main area for entertaining in the couple’s Pacific Heights residence, the dining room highlights the Gettys’ love of Chinoiserie. A fantastical interpretation and celebration of the distinct Chinese style, Chinoiserie became enormously popular throughout Europe in the 18th century.</p><p>Mrs. Getty’s passion for the cross-cultural exchange led her to amass one of the largest fine and decorative art collections in the United States, which includes textiles, sculptures, figures, paintings and more. Beginning in October 2022, many of these works will be offered at Christie’s New York as part of<a target='_blank' href='https://www.christies.com/events/the-ann-and-gordon-getty-collection/what-is-on'>&nbsp;a landmark series of sales from the storied collection.</a></p><p> </p><h4><strong>Chinese export porcelain</strong></h4><p>A new market for Chinese export goods created specifically for European collectors began to develop in the 17th century as the West grew more fascinated with the East. Chinese export porcelain was crafted with the same expertise as Chinese Imperial porcelain but tailored to Western taste. Despite language and cultural barriers, Chinese artisans and Western importers worked closely together to promote this rich artistry across continents.</p><p><img alt=' class=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTkyMCAyODgwIiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxOTIwIiBoZWlnaHQ9IjI4ODAiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt=' src='https://christies.shorthandstories.com/across-space-and-time-the-dining-room-of-ann-and-gordon-getty/assets/gy1n8My8Pb/66289982_gradient-1920x2880.jpeg' /></p><p><a href='https://www.christies.com/lot/lot-6387280?ldp_breadcrumb=back&amp;intobjectid=6387280&amp;from=salessummary&amp;lid=1'>A large pair of Chinese export porcelain figural court lady candleholders, Qianglong period (1736-1795).</a>&nbsp;16⅜ in (41.5 cm) high. Sold for $47,880 in&nbsp;<a target='_blank' href='https://www.christies.com/auction/the-ann-gordon-getty-collection-volume-3-english-and-european-furniture-porcelain-and-silver-day-sale-21606-nyr'>The Ann &amp; Gordon Getty Collection: Volume 3 | English and European Furniture, Porcelain and Silver, Day Sale</a>&nbsp;on 22 October 2022 at Christie’s New York</p><p>Mrs. Getty had an extensive collection of Chinese export porcelain, including these&nbsp;<a target='_blank' href='https://www.christies.com/lot/lot-6387280?ldp_breadcrumb=back&amp;intobjectid=6387280&amp;from=salessummary&amp;lid=1'>two candleholders from the Qianlong period</a>. Depicting figural court women wearing traditional Chinese dress, these objects were a fashionable addition to European tables throughout the second half of the 18th century.</p><h4><strong>The Augustus the Strong painted panels</strong></h4><p><a target='_blank' href='https://www.christies.com/lot/lot-6387282?ldp_breadcrumb=back&amp;intobjectid=6387282&amp;from=salessummary&amp;lid=1'>The twelve German-made painted panels</a>&nbsp;that line the dining room are believed to come from Schloss Pillnitz, the summer palace of Saxon Elector and Polish King, Augustus the Strong. Painted with scenes that depict courtiers engaged in leisure activities, the panels underscore Europe’s passion for Chinoiserie throughout the 18th century. Augustus the Strong was a particular enthusiast for goods imported from Asia, and it is likely that these panels were hung in a space built to display his extensive collection of such objects.</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTIyMCA0NTkiIHhtbG5zPSJodHRwOi8vd3d3LnczLm9yZy8yMDAwL3N2ZyIgd2lkdGg9IjEyMjAiIGhlaWdodD0iNDU5Ij48cmVjdCB3aWR0aD0iMTAwJSIgaGVpZ2h0PSIxMDAlIj48L3JlY3Q+PC9zdmc+' /></p><p><img alt=' src='https://christies.shorthandstories.com/across-space-and-time-the-dining-room-of-ann-and-gordon-getty/assets/BqWmCZXzJh/panels-lot-silo-dining-room-1220x459.png' /></p><p><a href='https://www.christies.com/lot/lot-6387282?ldp_breadcrumb=back&amp;intobjectid=6387282&amp;from=salessummary&amp;lid=1'>A set of twelve German painted panels, circa 1720.</a>&nbsp;134 in (340.5 cm) high, 29¾ in (75.5 cm) wide. Sold for $2,280,000 in&nbsp;<a target='_blank' href='https://www.christies.com/auction/the-ann-gordon-getty-collection-volume-3-english-and-european-furniture-porcelain-and-silver-day-sale-21606-nyr'>The Ann &amp; Gordon Getty Collection: Volume 3 | English and European Furniture, Porcelain and Silver, Day Sale</a>&nbsp;on 22 October 2022 at Christie’s New York</p><p>Although early details like the exact location and intended use of the panels are unknown, what is most extraordinary is the accuracy of certain elements. ‘Whoever painted these panels had direct access to Asian textiles,’ says Csongor Kis, a Specialist in Christie’s English &amp; European Furniture department. ‘Very often you see generic depictions when it comes to textiles, but these are done by someone who really studied them…it’s very true to the originals.’</p><p>The detailing on the robes of the painted figures indicates that these panels were commissioned by a wealthy patron who could provide craftsmen with these rare and luxurious foreign goods. In addition, certain decorative elements echo patterns found in Meissen porcelain, a German porcelain whose invention was funded by Augustus the Strong.</p><p>Design similarities between these panels and the Meissen goods are seen throughout the Schulz-Codex, the template book used by painters at Meissen. This exchange points to the developing creative and economic connection between the European and Asian continents at the time.</p><h4><strong>Six dining room chairs by Foliot</strong></h4><p><a target='_blank' href='https://www.christies.com/lot/lot-6387237?ldp_breadcrumb=back&amp;intobjectid=6387237&amp;from=salessummary&amp;lid=1'>These extraordinary giltwood chairs</a>&nbsp;were crafted by Nicolas-Quinibert Foliot, one of the most important&nbsp;<em>menuisiers</em>&nbsp;of the Louis XV period. The sculptural quality of the carvings highlights Foliot’s exceptional skill, which garnered him commissions from noted figures such as Louis XV, the Comtesse du Barry and the Comtesse de Provence.</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMjUzNCAyNTM0IiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIyNTM0IiBoZWlnaHQ9IjI1MzQiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt=' src='https://christies.shorthandstories.com/across-space-and-time-the-dining-room-of-ann-and-gordon-getty/assets/LZF5FJc2Ub/66290155_gradient-2534x2534.jpeg' /></p><p><a href='https://www.christies.com/lot/lot-6387237?ldp_breadcrumb=back&amp;intobjectid=6387237&amp;from=salessummary&amp;lid=1'>Nicolas-Quinibert Foliot, a set of six Louis XV&nbsp;<em>chaises à la reine</em>, circa 1740.</a>&nbsp;38¾ in (98.5 cm) high, 23 in (58.5 cm) wide, 23½ in (60 cm) deep. Sold for $289,800 in&nbsp;<a target='_blank' href='https://www.christies.com/auction/the-ann-gordon-getty-collection-volume-3-english-and-european-furniture-porcelain-and-silver-day-sale-21606-nyr'>The Ann &amp; Gordon Getty Collection: Volume 3 | English and European Furniture, Porcelain and Silver, Day Sale</a>&nbsp;on 22 October 2022 at Christie’s New York</p><p>Crafted&nbsp;<em>circa&nbsp;</em>1740, these chairs incorporate characteristics of the earlier&nbsp;<em>rocaille symmetrisé&nbsp;</em>style with the later fashion of Neoclassicism. This transitional style is closely related to the work of Pierre Contant D’Ivry, who probably designed the spectacular dragon girandoles in the room.</p><p>The distinctive cross-hatched design of the upholstery of these chairs cleverly echoes the&nbsp;<em>verre eglomisé</em>&nbsp;glass panels inset into the walls, another example of the subtle dialogues Mrs. Getty created in her rooms.</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgODAwIDExOTkuODUwMDE4NzQ3NjU2NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB3aWR0aD0iODAwIiBoZWlnaHQ9IjExOTkuODUwMDE4NzQ3NjU2NiI+PHJlY3Qgd2lkdGg9IjEwMCUiIGhlaWdodD0iMTAwJSI+PC9yZWN0Pjwvc3ZnPg==' /></p><p><img alt=' src='https://christies.shorthandstories.com/across-space-and-time-the-dining-room-of-ann-and-gordon-getty/assets/vogCGM8A7t/diningroom_visko_9429-resized-new-2667x4000.jpeg' /></p><h2><em>Celestial chandelier</em></h2><hr /><p>In a room filled with visual treasures, one cannot help but be drawn to the sumptuous&nbsp;<a target='_blank' href='https://www.christies.com/lot/lot-6387113?ldp_breadcrumb=back&amp;intobjectid=6387113&amp;from=salessummary&amp;lid=1'>glass and bronze chandelier</a>. Attributed to Claude or Jean Galle, premier&nbsp;<em>bronziers&nbsp;</em>of the late 18th<sup>&nbsp;</sup>and early 19th centuries, the piece is another example of the finest craftsmanship of an era.</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgNTIyIDYxOCIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB3aWR0aD0iNTIyIiBoZWlnaHQ9IjYxOCI+PHJlY3Qgd2lkdGg9IjEwMCUiIGhlaWdodD0iMTAwJSI+PC9yZWN0Pjwvc3ZnPg==' /></p><p><img alt=' src='https://christies.shorthandstories.com/across-space-and-time-the-dining-room-of-ann-and-gordon-getty/assets/HBSEo6Qxdv/chandelier-crop-522x618.png' /></p><p><a href='https://www.christies.com/lot/lot-6387113?ldp_breadcrumb=back&amp;intobjectid=6387113&amp;from=salessummary&amp;lid=1'>Attributed to Claude or Gerard-Jean Galle, an empire cut-glass mounted ormolu and tole-peinte eighteen-light chandelier, circa 1810-1815.</a>&nbsp;49 in (124.5 cm) high, 38 in (97 cm) diameter. Sold for $730,800 in&nbsp;<a target='_blank' href='https://www.christies.com/auction/the-ann-gordon-getty-collection-volume-1-important-pictures-and-decorative-arts-evening-sale-21604-nyr'>The Ann &amp; Gordon Getty Collection: Volume 1 | Important Pictures and Decorative Arts, Evening Sale</a>&nbsp;on 20 October 2022 at Christie’s in New York</p><p>The inspiration for the chandelier’s shape comes from the hot air balloon, which first took flight from Versailles in 1783. The enormity of the occasion made the hot air balloon a beloved motif across all of Europe, eventually making its way into the decorative arts and fashion. The balloon is represented by a celestial globe — perhaps a further nod to flight and innovation — ringed by griffins.</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMjI1MCAzMjAwIiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIyMjUwIiBoZWlnaHQ9IjMyMDAiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt=' src='https://christies.shorthandstories.com/across-space-and-time-the-dining-room-of-ann-and-gordon-getty/assets/0zxPr8dsMm/hot_air_balloon_drawing_chandelier-2250x3200.jpeg' /></p><p>1786 illustration of the historic Montgolfier Brothers' 1783 balloon flight, Paris. Image courtesy of the Library of Congress Prints and Photographs Division, Washington, D.C.</p><p>The base bowl, which once held live goldfish, is adorned with a jewel-mounted agate goldfish with diamond eyes, another theatrical touch of Mrs. Getty’s. Above all, the chandelier embodies the spirit of travel and adventure that informed so much of the Gettys’ collecting habits.</p><div id=' style='left: 20px; top: 630.802px;'> </div>"
    },
    {
      "id": "B07",
      "date": "06-17-2023",
      "content": "<h1>A storied history: provenance in the collection of Ann and Gordon Getty</h1><p><em>The historical significance of objects throughout the couple’s Pacific Heights residence</em></p><p>rovenance is an important part of valuing and authenticating an object. What room or what house was an item made for? Who made it, who designed it and who commissioned it? These are all key questions in establishing an item’s history of ownership. Through identifying and confirming previous owners, the historical, social and economic significance of each item is further revealed, creating an indelible link to the legendary patrons, collectors and interiors of the past.</p><p>As a collector, Mrs. Getty was fascinated by complex histories. With a particular focus on items commissioned by enlightened connoisseurs and designed by the foremost artisans of their time, Mrs. Getty assembled a collection rich in both history and style.</p><p>This collection, which will&nbsp;<a target='_blank' rel='noreferrer' href='https://www.christies.com/events/the-ann-and-gordon-getty-collection/what-is-on'>be offered at Christie’s New York beginning in October 2022</a>, includes items owned by European monarchs and aristocrats, famous intellectuals, tastemakers like Hubert de Givenchy and American icons like Henry Ford II. Through her scholarly approach and thoughtfully designed interiors, Mrs. Getty not only wove visual narratives but created conversations between past owners.</p><h2><em><strong>The Madame Mère Bouillotte lamp</strong></em><br /><br /> </h2><h3> </h3><h4> </h4><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTkwMCAzMjAwIiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxOTAwIiBoZWlnaHQ9IjMyMDAiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt=' src='https://christies.shorthandstories.com/a-storied-history-provenance-in-the-collection-of-ann-and-gordon-getty/assets/7FiTHGoxrF/lamp-1900x3200.jpeg' /></p><p><a target='_blank' href='https://www.christies.com/lot/lot-6387111?ldp_breadcrumb=back&amp;intobjectid=6387111&amp;from=salessummary&amp;lid=1'>Mark of Martin-Guillaume Biennais, after a design by Percier and Fontaine, an Empire silver-gilt six-light Bouillotte lamp, 1809-1819, the shade border slightly later.</a>&nbsp;34⅝ in (88 cm) high. Sold for $327,600 in&nbsp;<a target='_blank' rel='noreferrer' href='https://www.christies.com/auction/the-ann-gordon-getty-collection-volume-1-important-pictures-and-decorative-arts-evening-sale-21604-nyr'>The Ann &amp; Gordon Getty Collection: Volume 1 | Important Pictures and Decorative Arts, Evening Sale</a>&nbsp;on 20 October 2022 at Christie’s in New York</p><p>This desk lamp proudly bears the coat-of-arms of Napoleon Bonaparte’s mother, Maria Letizia Ramolino, who from 1804 was titled&nbsp;<em>Son Altesse Impèriale, Madame Mére de l'Empereur</em>. The lamp was made by Martin-Guillaume Biennais, a renowned goldsmith and favoured craftsman of the Emperor, who supplied him with objects that ranged from table services to cabinets and coronation regalia, including a series of very similar lamps. They embody the carefully curated visual iconography that characterised Napoleon’s reign as Emperor of France.</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgODAwIDEzMjIiIHhtbG5zPSJodHRwOi8vd3d3LnczLm9yZy8yMDAwL3N2ZyIgd2lkdGg9IjgwMCIgaGVpZ2h0PSIxMzIyIj48cmVjdCB3aWR0aD0iMTAwJSIgaGVpZ2h0PSIxMDAlIj48L3JlY3Q+PC9zdmc+' /></p><p><img alt=' src='https://christies.shorthandstories.com/a-storied-history-provenance-in-the-collection-of-ann-and-gordon-getty/assets/kPmP0z8m7A/madame-mere-portrait-800x1322.jpeg' /></p><p>François Gérard,&nbsp;<em>Portrait de Madame Mère</em>, circa 1802</p><p>The lamp was based on a design by Charles Percier and Pierre-François-Léonard Fontaine, the court designers who helped establish Napoleon’s Empire Style, a refined aesthetic inspired by the Emperor’s interest in ancient Egypt and imperial Rome.</p><h2><em><strong>A pair of chairs from the Palm Room at Spencer House</strong></em><br /> </h2><h3> </h3><h4> </h4><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMzIwMCAzMjAwIiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIzMjAwIiBoZWlnaHQ9IjMyMDAiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt=' src='https://christies.shorthandstories.com/a-storied-history-provenance-in-the-collection-of-ann-and-gordon-getty/assets/PPNsbNHulh/spencer-house-chairs-3200x3200.jpeg' /></p><p><a target='_blank' href='https://www.christies.com/lot/lot-6387094?ldp_breadcrumb=back&amp;intobjectid=6387094&amp;from=salessummary&amp;lid=1'>Designed by John Vardy and almost certainly supplied by John Gordon,<strong>&nbsp;</strong>a pair of chairs from the Palm Room at Spencer House, c. 1758.</a>&nbsp;41½ in (105.5 cm) high, 29 in (73.5 cm) wide, 29 in (73.5 cm) deep. Sold for $1,033,200 in&nbsp;<a target='_blank' rel='noreferrer' href='https://www.christies.com/auction/the-ann-gordon-getty-collection-volume-1-important-pictures-and-decorative-arts-evening-sale-21604-nyr'>The Ann &amp; Gordon Getty Collection: Volume 1 | Important Pictures and Decorative Arts, Evening Sale</a>&nbsp;on 20 October 2022 at Christie’s in New York</p><p>Spencer House, one of the first fully realised neoclassical buildings in Europe, was commissioned by John, 1st Earl Spencer — an ancestor of Princess Diana — and built between 1756-1766. Earl Spencer and his young bride Georgiana Poyntz were a glittering couple and Spencer House was a focal point of London society. One of their daughters. Georgiana, later the Duchess of Devonshire, was famously one of the most charismatic social figures of her day.</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgOTAwIDYzNCIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB3aWR0aD0iOTAwIiBoZWlnaHQ9IjYzNCI+PHJlY3Qgd2lkdGg9IjEwMCUiIGhlaWdodD0iMTAwJSI+PC9yZWN0Pjwvc3ZnPg==' /></p><p><img alt=' src='https://christies.shorthandstories.com/a-storied-history-provenance-in-the-collection-of-ann-and-gordon-getty/assets/Xx152eQ3h2/spencer-house-900-900x634.jpg' /></p><p>Exterior of Spencer House, London. Image courtesy of Antiqua Print Gallery&nbsp;/ Alamy&nbsp;Stock Photo</p><p>The mansion, which is located at 27 St. James’s Place in London, was designed by architects John Vardy and James ‘Athenian’ Stuart. The famous Palm Room on the home’s first floor was conceived by Vardy as an exotic fantasy, with playful gilded furniture and columns carved in the form of palm trees.</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMjU4MiAxNzQ0IiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIyNTgyIiBoZWlnaHQ9IjE3NDQiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt=' src='https://christies.shorthandstories.com/a-storied-history-provenance-in-the-collection-of-ann-and-gordon-getty/assets/42IqQiIhn4/untitled-design-10-2582x1744.png' /></p><p>Left: Thomas Gainsborough,&nbsp;<em>John Spencer, 1st Earl Spencer,&nbsp;</em>circa 1763. Right: Thomas Gainsborough,&nbsp;<em>Portrait of Georgiana, Duchess of Devonshire</em>, 1785-1787.</p><p>These chairs were part of the original Palm Room suite, which included two large stools, two smaller stools, a single sofa and eight armchairs. Today, many of these items are represented in the collections of institutions like the&nbsp;<a target='_blank' rel='noreferrer' href='https://www.mfa.org/'>Museum of Fine Arts, Boston</a>&nbsp;and the&nbsp;<a target='_blank' rel='noreferrer' href='https://www.nms.ac.uk/national-museum-of-scotland/'>National Museum of Scotland</a>.</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTY5MSAxMjU3IiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxNjkxIiBoZWlnaHQ9IjEyNTciPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt=' src='https://christies.shorthandstories.com/a-storied-history-provenance-in-the-collection-of-ann-and-gordon-getty/assets/F0ATS9icfN/palm-room-1691x1257.jpeg' /></p><p>Spencer House, Palm Room; design by John Vardy for south wall and alcove, 1759. © Sir John Soane’s Museum, London</p><p>This pair of chairs was acquired by Henry Ford II, grandson of automotive magnate and founder of the Ford Motor Company. An avid collector, Henry Ford II was particularly drawn to 18th-century English and French furniture, which he combined with a superb collection of Impressionist paintings in his celebrated residence in Grosse Pointe Farms, Michigan, decorated with the help of the New York decorating firm McMillen. His collection was sold in a series of sales in the 1980s and 1990s, with these chairs appearing at Sotheby’s in 1991, after which they were later acquired by Ann and Gordon Getty in 1993.</p><h2><em><strong>The Crozat dragon girandoles</strong></em><br /> </h2><h3> </h3><h4> </h4><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMjU1MyAzMjAwIiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIyNTUzIiBoZWlnaHQ9IjMyMDAiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt=' src='https://christies.shorthandstories.com/a-storied-history-provenance-in-the-collection-of-ann-and-gordon-getty/assets/ESUU65wqgR/dragon-girandoles-2553x3200.jpeg' /></p><p><a target='_blank' href='https://www.christies.com/en/lot/lot-6387092'>Designed by Pierre Contant D’Ivry and executed by Antoine Lelièvre, one of two pairs of Louis XV gilt-bronze three-light girandoles de cheminée, c. 1745-1746.</a>&nbsp;52½ in (133.5 cm) high, 16.5 in (42 cm) wide, approximately. Sold for $982,800 and $1,380,000 in&nbsp;<a target='_blank' rel='noreferrer' href='https://www.christies.com/auction/the-ann-gordon-getty-collection-volume-1-important-pictures-and-decorative-arts-evening-sale-21604-nyr'>The Ann &amp; Gordon Getty Collection: Volume 1 | Important Pictures and Decorative Arts, Evening Sale</a>&nbsp;on 20 October 2022 at Christie’s in New York</p><p>These dragon girandoles, among the most important French&nbsp;<em>bronzes d’ameublement</em>&nbsp;to survive from the 18th century, were commissioned by Joseph-Antoine Crozat de Tugny, son of one of the richest bankers in France, for the grand salon of his&nbsp;<em>hôtel particulier</em>&nbsp;on the Place Vendôme in Paris, for which he commissioned a series of lavish interiors from the architect Pierre Contant d’Ivry. Masterpieces of 18th-century design, they were crafted by Antoine Lelièvre, a foremost&nbsp;<em>bronzier&nbsp;</em>whose client list included Louis XV, Madame de Pompadour and the duc d’Orléans.</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMjY2MyAzMjAwIiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIyNjYzIiBoZWlnaHQ9IjMyMDAiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt=' src='https://christies.shorthandstories.com/a-storied-history-provenance-in-the-collection-of-ann-and-gordon-getty/assets/6hLJ4qspOi/66291428_dotcom-image-jpeg-2663x3200.jpeg' /></p><p><a target='_blank' href='https://www.christies.com/en/lot/lot-6386997'>Pierre Bonnard,&nbsp;<em>Misia au piano (portrait de Misia Natanson)</em></a><em>, circa 1902</em>. Oil on canvas. 18⅛ in x 15 ⅜ (46.1 x 39.1 cm). Sold for $126,000 in&nbsp;<a target='_blank' href='https://www.christies.com/en/auction/the-ann-gordon-getty-collection-volume-2-old-master-19th-and-20th-century-paintings-day-sale-29860/'>The Ann &amp; Gordon Getty Collection: Volume 2 | Old Master, 19th and 20th Century Paintings, Day Sale</a>&nbsp;on 21 October 2022 at Christie’s in New York</p><p>The Crozats’&nbsp;<em>hôtel particulier&nbsp;</em>was eventually sold in the early 19<sup>th</sup>&nbsp;century and these extraordinary girandoles disappear from sight until the early 20th century, when they were acquired by the muralist José Maria Sert and his wife, Misia. Together, the Serts were lauded tastemakers of their time, and Mrs. Getty chose to display these girandoles as they had in their apartment on the rue de Rivoli: atop lavish Boulle cabinets. The girandoles were owned thereafter by the Bolivian tin magnate Antenor Patiño, who boasted a dazzling collection of 18th-century French decorative arts.</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTA3MyAxNDY2IiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxMDczIiBoZWlnaHQ9IjE0NjYiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt=' src='https://christies.shorthandstories.com/a-storied-history-provenance-in-the-collection-of-ann-and-gordon-getty/assets/5uGjLUlqvJ/in-situ-sert-apartment-1073x1466.jpeg' /></p><p>Jose Maria and Misia Sert’s apartment at 252 rue de Rivoli with one of the girandoles on a Boulle armoire</p><p>After much of Patiño’s collection was sold in 1986, the two pairs of girandoles were separated, and one was later purchased by legendary French fashion designer Hubert de Givenchy. Mrs. Getty was drawn to his superb taste and bought a number of pieces at the fabled sale of his collection in 1993, including the girandoles, and was eventually able to reunite both pairs, displaying them in the spectacular Chinoiserie-themed dining room of the Gettys’ San Francisco residence.</p><h2><em><strong>Rudolf Nureyev’s double-sided sofa</strong></em><br /> </h2><h3> </h3><h4> </h4><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMzIwMCAyMjI1IiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIzMjAwIiBoZWlnaHQ9IjIyMjUiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt=' src='https://christies.shorthandstories.com/a-storied-history-provenance-in-the-collection-of-ann-and-gordon-getty/assets/POhUZpJZbH/sofa-3200x2225.jpeg' /></p><p><a target='_blank' href='https://www.christies.com/lot/lot-6387295?ldp_breadcrumb=back&amp;intobjectid=6387295&amp;from=salessummary&amp;lid=1'>A double-sided three-seater sofa upholstered over frame with Bevilacqua handwoven cut-silk velvet and edged in corded fringe, 20th century.</a>&nbsp;33¾ in (85.7) high, 85 in (215.9 cm) wide, 63 in (160 cm) deep. Sold for $144,900 in&nbsp;<a target='_blank' rel='noreferrer' href='https://www.christies.com/auction/the-ann-gordon-getty-collection-volume-3-english-and-european-furniture-porcelain-and-silver-day-sale-21606-nyr'>The Ann &amp; Gordon Getty Collection: Volume 3 | English and European Furniture, Porcelain and Silver, Day Sale</a>&nbsp;on 22 October 2022 at Christie’s New York</p><p>One of the Gettys’ shared passions was the performing arts, and the music room in their Pacific Heights residence hosted countless remarkable performances over the years. The centerpiece of the room was this spectacular sofa, acquired by Mrs. Getty from the collection of Rudolf Nureyev, one of the greatest male dancers of all time. He was also a close friend of the Gettys and frequently visited their home.</p><p>After defecting from the Soviet Union in 1961, Nureyev went on to dance with The Royal Ballet in London, become director and choreographer of the Paris Opera Ballet and rise to fame as an icon of the 20th century. This sofa was a focal point of his Paris apartment, which was profiled in&nbsp;<em>Architectural Digest&nbsp;</em>by Lee Radziwill.</p><p><img alt=' src='data:image/svg+xml;base64,PHN2ZyB2aWV3Qm94PSIwIDAgMTU3NiAzMjAwIiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxNTc2IiBoZWlnaHQ9IjMyMDAiPjxyZWN0IHdpZHRoPSIxMDAlIiBoZWlnaHQ9IjEwMCUiPjwvcmVjdD48L3N2Zz4=' /></p><p><img alt=' src='https://christies.shorthandstories.com/a-storied-history-provenance-in-the-collection-of-ann-and-gordon-getty/assets/oXuwPUvz6O/visko-in-situ-sofa-1576x3200.jpg' /></p>"
    },
    {
      "id": "B08",
      "date": "06-06-2023",
      "content": "<h1>Conversation pieces: global dialogues from the Ann and Gordon Getty collection</h1><p>Highlights from the Gettys’ iconic collection that speak to five centuries of intercultural exchange</p><p>Every inch of the maximalist interiors of the 30,000-square-foot San Francisco townhouse owned by Ann and Gordon Getty contained densely layered works of art and decorative objects, spanning five centuries of intercontinental trade and cultural exchange. Designed by Mrs. Getty, who drew on her archaeological training and extensive world travels, the rooms were filled to the brim with striking juxtapositions across period and style, generating surprising resonances and thought-provoking dialogue stemming from each item’s fascinating provenance.&nbsp;</p><p> </p><p><img alt='A set of 12 Chinese export porcelain blue and white Hatcher Cargo small bowls, c. 1640. 3⅝ in (9.2 cm) diameter. Sold for $11,970 in The Ann &amp; Gordon Getty Collection Chinese and Japanese Works of Art and Textiles on 24 October 2022 at Christies Online' src='https://www.christies.com/media-library/images/features/articles/2022/10/getty-east-to-west/getty-cargo-bowls-hatcher-2400.jpg?w=780' /></p><p><a target='_blank' href='https://onlineonly.christies.com/s/ann-gordon-getty-collection-chinese-japanese-works-art-textiles/set-twelve-chinese-export-porcelain-blue-white-hatcher-cargo-small-958/160293?ldp_breadcrumb=back'>A set of 12 Chinese export porcelain blue and white 'Hatcher Cargo' small bowls, c. 1640.</a>&nbsp;3⅝ in (9.2 cm) diameter.&nbsp;</p><p>Take, for example, the Gettys’ set of 12 blue and white porcelain bowls that were part of the famous Hatcher Cargo: In 1983, the British marine salvage diver Captain Michael Hatcher recovered a cache of untouched Chinese porcelain that had sunk in a shipwreck in the South China Sea two and a half centuries earlier.&nbsp;</p><p>‘These items were seemingly headed towards Jakarta for trade with Europeans, and you can date fairly precisely when they were lost at sea,’ says Carleigh Queenth. ‘The Hatcher Cargo pieces have a characteristic haze to them because they sat at the bottom of the ocean for hundreds of years.’&nbsp;</p><p>‘What's also interesting,’ adds Jonathan Rendell, Deputy Chairman and Head of Sales Curation, Americas, ‘is that tea bowls would quite often be used as ballast on the ships that were bringing the tea. So, it was like a whole tea service going on, all in one fell swoop.’&nbsp;</p><p>These Chinese export bowls, painted with various landscape medallions on a pierced trellis-pattern ground above a lappet border, were made in Jingdezhen, China’s primary area of porcelain production, during the Transitional Period from the Ming to Qing dynasties. With the decline of large-scale manufacturing for the imperial court, porcelain makers turned to producing goods for trading companies from Europe, like the Dutch East India Company, as well as merchants from Japan and new domestic customers.</p><p><img alt='A Chinese export porcelain famille rose Pronk Handwashing cistern and cover, Qianlong period (1738-1795), c. 1738. 20½ in (52 cm) high. Sold for $25,200 in The Ann &amp; Gordon Getty Collection Volume 4  Chinese Works of Art, English and European Furniture and Decorative Arts, Day Sale on 23 October 2022 at Christies in New York' src='https://www.christies.com/media-library/images/features/articles/2022/10/getty-east-to-west/getty-cistern-2400.jpg?w=780' /></p><p><a target='_blank' href='https://www.christies.com/lot/lot-6387404?ldp_breadcrumb=back&amp;intobjectid=6387404&amp;from=salessummary&amp;lid=1'>A Chinese export porcelain&nbsp;<em>famille rose</em>&nbsp;'Pronk Handwashing' cistern and cover, Qianlong period (1738-1795), c. 1738.</a>&nbsp;20½ in (52 cm) high.</p><p>In Mrs. Getty’s studies, she travelled to Jingdezhen, Jiangxi province, to meet with artisans and learn more about the processes and techniques behind Chinese hard-paste porcelain, also known as ‘true porcelain’, where the art originated. It was highly valued and sought after in Europe in the 16th to 18th centuries.&nbsp;</p><p>In some cases, Europeans would send design motifs, such as a coat of arms or an engraving, to be painted by Chinese artisans onto the porcelain. One such example from the Getty Collection is a&nbsp;<em><a target='_blank' href='https://www.christies.com/features/chinese-export-porcelain-collecting-guide-8013-1.aspx'>famille rose</a></em>&nbsp;Pronk handwashing cistern and cover from the Qianlong period (1736-1795).&nbsp;</p><p><em>Famille rose</em>&nbsp;— meaning ‘pink family’ — is a type of Chinese porcelain that emerged in the 18th century characterized by its pink overglaze enamel. The rare Pronk cistern and cover being offered features a design by the Dutch artist Cornelis Pronk, which was reproduced in porcelain by Chinese artists for the European market.&nbsp;</p><p>Or consider the Gettys’ Don Quixote oval platter, another work of Chinese export porcelain from the Qianlong period, featuring an iconic scene from the Spanish novel rendered by Chinese artisans in&nbsp;<em>famille rose</em>&nbsp;enamels and incorporating Chinese landscape motifs.</p><p><img alt='A Chinese export porcelain Don Quixote oval platter, Qianlong period (1736-1795), c. 1750. 14 in (35.6 cm) long. Sold for $11,340 in The Ann &amp; Gordon Getty Collection Chinese and Japanese Works of Art and Textiles on 24 October 2022 at Christies Online' src='https://www.christies.com/media-library/images/features/articles/2022/10/getty-east-to-west/getty-don-quixote-platter-2400.jpg?w=780' /></p><p><a target='_blank' href='https://onlineonly.christies.com/s/ann-gordon-getty-collection-chinese-japanese-works-art-textiles/chinese-export-porcelain-don-quixote-oval-platter-961/162459?ldp_breadcrumb=back'>A Chinese export porcelain 'Don Quixote' oval platter, Qianlong period (1736-1795), c. 1750.</a>&nbsp;14 in (35.6 cm) long.</p><p>These works, containing a mélange of signifiers, provide a snapshot of the complex web of exchange and influence between Europe and Asia, extending to both the form and techniques of manufacture as well as the design motifs and imagery.</p><p>In 1710, Augustus II, King of Poland — who famously traded a regiment of soldiers for a collection of Chinese porcelain vases — founded the Meissen manufactory, the first hard-paste porcelain manufactory in Europe, which produced works for the European market. The imitation of Chinese and other East Asian motifs and techniques in Western art became known as Chinoiserie.&nbsp;</p><p>The Gettys’ collection includes a large, assembled Meissen porcelain part dinner service with a Kakiemon-inspired design featuring a prowling tiger among bamboo. Kakiemon is a style of Japanese porcelain with enamel decoration that was frequently imitated by European porcelain manufacturers in the Rococo period.&nbsp;</p><p>The grand houses of the royal families and aristocracy of Europe at the time featured decorative works exported from Asia alongside works made domestically with Asian-inspired design. The landscapes, architecture and cultures of Asia were also frequent subjects of the European view painters at the height of the Grand Tour in the 18th century. They catered to the demand for exotic images of the East with lush, fanciful depictions.</p><p><img alt='A George III ormolu, enamel, and paste-set musical and automaton tower clock, probably made for the Chinese market, c. 1780. 42 in (106.7 cm) high, 14½ in (36.8 cm) wide, 12 in (30.5 cm) deep. Sold for $693,000 in The Ann &amp; Gordon Getty Collection Volume 1  Important Pictures and Decorative Arts, Evening Sale on 20 October 2022 at Christies in New York. In situ ©2022, Visko' src='https://www.christies.com/media-library/images/features/articles/2022/10/getty-east-to-west/getty-clock-tower-composite-2400.jpg?w=780' /></p><p><a target='_blank' href='https://www.christies.com/lot/lot-6387089?ldp_breadcrumb=back&amp;intobjectid=6387089&amp;from=salessummary&amp;lid=1'>A George III ormolu, enamel, and paste-set musical and automaton tower clock, probably made for the Chinese market, c. 1780.</a>&nbsp;42 in (106.7 cm) high, 14½ in (36.8 cm) wide, 12 in (30.5 cm) deep.</p><p>One such capriccio, a highlight of the Getty collection, is a painting by the 18th-century Italian view painter,&nbsp;<a target='_blank' href='https://artist.christies.com/antonio-joli--29077.aspx'>Antonio Joli</a>, showing the French Ambassador approaching the King of Siam’s Palace in a state barge in 1685. Joli referenced two prints by the Austrian architectural historian Johann Bernhard Fischer von Erlach in composing the ornate dragon-hulled ceremonial barges and the towering white and blue pagoda, based on the famous Porcelain Tower of Nanjing.&nbsp;</p><p>‘Talk about Asia meets Europe — we have an Italian artist in the 1760s painting a view for British Grand Tourists of the French ambassador meeting the King of Siam in a fantastical composition that incorporates the famous pagoda in Nanjing, China,’ says Rendell, ‘I mean, it’s totally surreal.’</p><p><img alt='Antonio Joli (1700-1777), A capriccio with the French Ambassador approaching the King of Siam’s Palace in a state barge, in October 1685, featuring the White Porcelain Pagoda, from Nanjing, China, on the left. Oil on canvas. 44½ x 58 in (113 x 147.3 cm). Sold for $3,300,000 in The Ann &amp; Gordon Getty Collection Volume 1  Important Pictures and Decorative Arts, Evening Sale on 20' src='https://www.christies.com/media-library/images/features/articles/2022/10/getty-east-to-west/getty-joli-painting-2400.jpg?w=780' /></p><p><a target='_blank' href='https://www.christies.com/lot/lot-6387101?ldp_breadcrumb=back&amp;intobjectid=6387101&amp;from=salessummary&amp;lid=1'>Antonio Joli (1700-1777),<em>&nbsp;A capriccio with the French Ambassador approaching the King of Siam’s Palace in a state barge, in October 1685, featuring the White Porcelain Pagoda, from Nanjing, China, on the left.</em></a>&nbsp;Oil on canvas. 44½ x 58 in (113 x 147.3 cm).</p><p>There was also robust demand for European decorative objects exported to East Asia, with mechanical gadgets such as clocks garnering particular interest. The Gettys’ ‘Turkish Bedroom,’ which evokes a European fantasy of Ottoman, Middle Eastern, and Southeast Asian décor, featured a Victorian cut-glass throne chair and vanity made in the late-19th century by Osler, a British company that produced significant furniture for the Maharajahs and other Indian elites.&nbsp;</p><p>The Getty collection also includes a British-made George III tower clock almost certainly created for the Chinese market. Its four tiers echo the pagoda silhouette in the Joli painting.&nbsp;</p><p>‘These were the highest level of diplomatic gifts to Emperor Qianlong,’ says Rendell. The Chinese emperor who ruled for the greater part of the 18th century was fascinated with modern Western timepieces, known for their precision and accuracy, as well as their complex mechanical functions, like chimes and various automata.</p><p>This particular example contains a four-tune musical pin barrel, which activates 12 hammers on 10 bells. When powered the paste-set finial and three potted pineapple plants revolve as the clock chimes.</p><p><img alt='F.&amp; C. Osler, a Victorian cut-glass throne chair, c. 1895. 48¾ in (124 cm) high, 27½  in (70 cm) wide, 27½ in (70 cm) deep. Sold for $52,920 in The Ann &amp; Gordon Getty Collection Volume 4  Chinese Works of Art, English and European Furniture and Decorative Arts, Day Sale on 23 October 2022 at Christies in New York. In situ ©2022, Visko Hatfield' src='https://www.christies.com/media-library/images/features/articles/2022/10/getty-east-to-west/getty-osler-chair-composite-2400.jpg?w=780' /></p><p><a target='_blank' href='https://www.christies.com/lot/lot-6387469?ldp_breadcrumb=back&amp;intobjectid=6387469&amp;from=salessummary&amp;lid=1'>F.&amp; C. Osler, a Victorian cut-glass throne chair, c. 1895</a>. 48¾ in (124 cm) high, 27½ in (70 cm) wide, 27½ in (70 cm) deep.</p><p>The timepiece appeared in a 2006 exhibition at the Asian Art Museum in San Francisco titled&nbsp;<em>A Curious Affair: The Fascination between East and West</em>, which was drawn largely from the Getty collection.&nbsp;</p><p>These are just a sampling of the works from the Gettys’ richly eclectic and thematically linked collection, which speaks to the mutual exchange between cultures that has produced pivotal breakthroughs in technique and design in decorative and fine arts throughout history. The collection further underscores art’s power to communicate and generate dialogue that transcends the passage of great distances and time.</p>"
    }
  ]
}
