{
	"car": [
		{
			"id": "C-01",
			"fullName": "First Model Year Example: 1955 Ford Thunderbird Convertible VIN 00082",
			"artist": "",
			"description": "The selling dealer states that it will provide a clean and open Iowa title for the proper transfer of ownership for this vehicle. This well-optioned 1955 Ford Thunderbird is described as presentable, functional, and highly original, with an accurate odometer reading.",
			"category": "Classic",
			"endDate": null,
			"img": ["./images/car/C1-1.jpg", "./images/car/C1-2.jpg", "./images/car/C1-3.jpg"],
			"currentBid": 9000,
			"startingBid": 3000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 20,
			"lastUserBid": "vuivui",
			"view": 23123,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>Ford reinvented its 1955 model lineup and did a great deal to define the concept of personal driving by introducing the first of the two-seat Thunderbirds that year. The restoration history of this 1955 Ford Thunderbird Convertible is not stated, but the seller describes it as 'a real barn find' that was discovered under a lean-to in Colorado, and which still reportedly still has a 1980 Colorado inspection sticker. One of 16,155 similar cars built in 1955, the seller points out the low VIN, P5FH100082, as being of significant interest to collectors. This Thunderbird has a three-speed manual transmission and is described as 'all original except for the air cleaner.' The seller says the Thunderbird's odometer reading is accurate.</p><p><img data-v-0500ff86='' data-src='https://thumbor-production-auction.hemmings.com/830x0/1536568/20230322-163541.jpg' alt='https://thumbor-production-auction.hemmings.com/1536568/20230322-163541.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1536568/20230322-163541.jpg' /></p><h3><strong>POWERTRAIN</strong></h3><p>This Thunderbird is powered by Ford's 292-cu.in. Y-block OHV V8. With a compression ratio of 8.1:1, the P-code engine received its fuel mixture via a single Holley four-barrel carburetor and was rated by the manufacturer at 193 horsepower when new. This Thunderbird's engine is reported to be original to the car, with an unknown rebuild history. The engine is said to start and idle well after a few pumps of the accelerator, without smoke. 'Minor engine seepage' is noted. The seller says the three-speed manual transmission 'shifts and performs well.' The engine bay presents as stock, except for an aftermarket air cleaner, and generally clean.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1536560/20230326-140707.jpg' alt='https://thumbor-production-auction.hemmings.com/1536560/20230326-140707.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1536560/20230326-140707.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1536586/20230322-164526.jpg' alt='https://thumbor-production-auction.hemmings.com/1536586/20230322-164526.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1536586/20230322-164526.jpg' /></p><strong>EXTERIOR</strong><p>The date of the Thunderbird's apparent repaint in Torch Red is unknown but the seller terms the quality as 'good,' noting 'small splotches on the hood and front fender.' The convertible top is reported to be in proper, leak-free working order. The body seals are described as being in good condition, with no evidence of leaks. The car is equipped with rear fender skirts, and the chrome appears to be complete and in good overall condition. The glass is described as in 'good condition.' All lighting is said to work. The underside shows extensive surface corrosion, and some corroded sheet metal can be seen around the wheel openings.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1536556/20230326-140950.jpg' alt='https://thumbor-production-auction.hemmings.com/1536556/20230326-140950.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1536556/20230326-140950.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1536581/97628090.jpg' alt='https://thumbor-production-auction.hemmings.com/1536581/97628090.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1536581/97628090.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>The red and white vinyl interior facings are reported to be original and in 'very good' overall condition, with no indications of tears or other damage. The carpeting shows no excessive wear and is termed 'good.' The steel dashboard shows no damage, and the Thunderbird's interior is reported to have all trim pieces and small controls. All instrumentation except the tach is said to work. The factory AM radio is reportedly inoperative. The heater is said to be in proper working order. The Thunderbird is optioned with power windows that are reported to be functional. The trunk appears to have a solid floor and presents as generally clean. The Thunderbird is optioned with power seats and a telescopic steering wheel.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1625248/20230413-131107-1.jpg' alt='https://thumbor-production-auction.hemmings.com/1625248/20230413-131107-1.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1625248/20230413-131107-1.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1625247/20230413-131153-1.jpg' alt='https://thumbor-production-auction.hemmings.com/1625247/20230413-131153-1.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1625247/20230413-131153-1.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>The date of this Thunderbird's most recent chassis service is unknown. The power steering is reported to be free of leaks, and the seller says that the chassis components are in good condition, with no stated damage or functional issues. The manual drum brakes reportedly have no issues. The age of the Coker Classic wide-whitewall tires is unknown, and the DOT date codes cannot be determined from the photos provided.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1625300/vt-24.jpg' alt='https://thumbor-production-auction.hemmings.com/1625300/vt-24.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1625300/vt-24.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1536555/97628095.jpg' alt='https://thumbor-production-auction.hemmings.com/1536555/97628095.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1536555/97628095.jpg' /></p>"
		},
		{
			"id": "C-02",
			"fullName": "Shoebox Sedan: 1950 Ford Custom Deluxe Fordor",
			"artist": "",
			"description": "As Connecticut does not issue titles for vehicles of this age, the seller states that this vehicle will be sold on the proper document in his name for transfer of ownership. Additional documentation for this 1950 Ford Custom Deluxe Fordor Sedan includes parts receipts and a copy of the original title. Included in the sale is the original tool bag, with tools. After more than seven decades in the same family, this Ford appears well-kept, with targeted upgrades designed to enhance its drivability and reliability. 'It is in perfect running condition,' says the seller. ",
			"category": "Classic",
			"endDate": null,
			"img": ["./images/car/C2-1.jpg", "./images/car/C2-2.jpg", "./images/car/C2-3.jpg", "./images/car/C2-4.jpg"],
			"currentBid": 17000,
			"startingBid": 8000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 17,
			"lastUserBid": "hailey",
			"view": 27863,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>Seventy-three years in the same family. That's the history of this 1950 Ford Custom Deluxe Fordor Sedan, which the seller obtained from his uncle, who was the original owner. 'It has never been run in the rain or in the winter,' says the seller, who adds the 47,500-mile and Flathead-powered sedan is in 'perfect running condition.' The car is also said to be 'rust-free' and in generally stock condition, but with a few upgrades intended to enhance drivability, including an electric fuel pump, aluminum radiator, and electric cooling fan. It also has a new gas tank. The transmission is paired with an overdrive unit that helps make highway driving more comfortable.&nbsp;</p><p><img data-v-0500ff86='' data-src='https://thumbor-production-auction.hemmings.com/830x0/1647910/105360615.jpg' alt='https://thumbor-production-auction.hemmings.com/1647910/105360615.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1647910/105360615.jpg' /></p><h3><strong>POWERTRAIN</strong></h3><p>Powered by a 100-horsepower version of the 239-cu.in. flathead V8, the engine in this classic Ford is said to be original and never rebuilt. With the assistance of the electric fuel pump and manual choke, it is said to start easily and idle 'beautifully,' with no smoke and no leaks. The cooling system has been upgraded with a thick aluminum radiator and electric fan (with a manual control in the cabin), which the seller says keeps things cool. The engine is paired with a three-speed manual transmission with manually engaged overdrive unit. It reportedly shifts smoothly and quietly. In fact, says the seller, the car 'runs perfect, including the overdrive.'&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1647889/img-6436.jpg' alt='https://thumbor-production-auction.hemmings.com/1647889/img-6436.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1647889/img-6436.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1647923/img-6440.jpg' alt='https://thumbor-production-auction.hemmings.com/1647923/img-6440.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1647923/img-6440.jpg' /></p><strong>EXTERIOR</strong><p>According to the seller, this Ford was painted 20 years with marine epoxy. The black finish appears very good and shiny, with the seller reporting no blemishes or swirl marks. The seller also asserts there's 'no rust in the body, no repairs and no filler.' He adds, 'it was undercoated in 1950.' The exterior chrome and trim appear in good condition. The car's glass is said to be in good shape, with no scratches or cracks, while the door and trunk seals are said to be intact, with no reported leaks. There are no noted issues with the exterior lights, which include a pair of backup lamps.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1647903/105360199.jpg' alt='https://thumbor-production-auction.hemmings.com/1647903/105360199.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1647903/105360199.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1647911/105359983.jpg' alt='https://thumbor-production-auction.hemmings.com/1647911/105359983.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1647911/105359983.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>The cabin appears in very good condition and mostly original, although it appears the seats have been reupholstered with gray vinyl-and-cloth covers that the seller notes are in 'excellent' condition. The same reportedly goes for the carpet, while the headliner is said to be original and fully intact, with no tears, seam splits, or sagging. There are no apparent cracks in the steering wheel and the interior's pair of parlor lights remain functional, too, says the seller, along with the original gauges. The heater is said to be functional, as well. Switches for the electric fuel pump and electric cooling fan are the only add-ons to the interior.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1647881/105360684.jpg' alt='https://thumbor-production-auction.hemmings.com/1647881/105360684.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1647881/105360684.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>The chassis, suspension, and brake systems have been regularly inspected and serviced, according to the seller, including replacement shocks, replacement U-joints, and an 'all-new' brake system including the master cylinder and wheel cylinders. Additionally, all the grease fittings have been serviced within the past three years. The car rolls on new wheels and tires, says the seller. They include reproduction Firestone bias-ply tires, with 2022 DOT date codes, mounted on black steel wheels with hub caps. All are said to be in great condition.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1647878/105360210.jpg' alt='https://thumbor-production-auction.hemmings.com/1647878/105360210.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1647878/105360210.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1654603/img-6410.jpg' alt='https://thumbor-production-auction.hemmings.com/1654603/img-6410.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1654603/img-6410.jpg' /></p>"
		},
		{
			"id": "C-03",
			"fullName": "Restored 1968 Dodge Charger R/T 426 Hemi",
			"artist": "",
			"description": "The selling dealer states that he will provide a clean California title in the consignor's name. He has 'had direct contact with the previous owner/restorer.' Just 475 Charger R/Ts were Hemi equipped for 1968, and only 264 were backed by the automatic transmission. This offering has been carefully restored, thoroughly documented, and prepped for its new owner. ",
			"category": "Classic",
			"endDate": null,
			"img": ["./images/car/C3-1.jpg", "./images/car/C3-2.jpg", "./images/car/C3-3.jpg", "./images/car/C3-4.jpg"],
			"currentBid": 57000,
			"startingBid": 18000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 40,
			"lastUserBid": "justin123",
			"view": 87893,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>With an all-new appearance and the 425-horsepower 426 Hemi still offered at extra cost, the 1968 Dodge Charger R/T was a winner out of the gate. According to the selling dealer who is representing this vehicle on consignment, 'This genuine J-code 426 Hemi [example] was an ordered car, with its options [and colors] hand-chosen by the first owner, right down to its [seldom seen] Burgundy Metallic paint paired with black and white interior. He adds, 'It was originally designated for export, a common occurrence for vehicles purchased by members of the armed forces.'&nbsp;</p><p>The seller continues, 'This car was purchased in Texas as a project and torn down to bare metal in 2007. Reportedly visually inspected by Galen Govier prior to its restoration, the Charger's primary and secondary body numbers on the radiator support and trunk rail were verified as intact and original, as was the factory fender tag and export tag.' He goes on to say, 'Upon completion of its rotisserie restoration around 2008, it was enjoyed for more than 10 years as a driven show car, logging nearly 4,000 miles. A comprehensive refresh, repaint, and O.E. correction of the engine bay was then completed in 2019. The current owner purchased the vehicle a month later for his private collection and has put less than 500 miles on it since.'</p><p>Its seller adds, 'The car has been professionally inspected to confirm its condition and mechanical fitness by a Chrysler Power West Judge and owner/restorer of his own 1968 Hemi Charger R/T. The details of his inspection are available upon request.'&nbsp;</p><p><img data-v-0500ff86='' data-src='https://thumbor-production-auction.hemmings.com/830x0/1598362/dsc-2732-result.jpg' alt='https://thumbor-production-auction.hemmings.com/1598362/dsc-2732-result.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1598362/dsc-2732-result.jpg' /></p><h3><strong>POWERTRAIN</strong></h3><p>'The engine is period correct, but not VIN stamped to the car,' the seller discloses. 'A vintage correct Mopar Performance 426 HEMI Crate Engine p/n P5249667AE was chosen to replace the long missing numbers matching motor. As with all genuine Mopar Crate engines, the seller reports it was built with all brand-new components 4,404 miles ago, including forged pistons, forged steel crank shaft, hydraulic cam shaft, premium double roller timing chain, and High-Performance Electronic Distributor. The factory rates it as 465 horsepower and 486 lb-ft of torque running a single carb. According to the seller, this one runs correct dual-quads so expect the horsepower to exceed 500. 'The compression ratio and modern valve seats allow you to run current high octane unleaded pump gas.' Upgrades for this application include correct appearing black crinkle valve covers, Dual-Quad HEMI intake, Carter AFB carburetors, and correct 'Chrome Dome' HEMI Air Cleaner assembly. 'Pump the gas pedal twice and turn the key,' he says. 'She fires right up, with no drama.'&nbsp;</p><p>A correct TorqueFlite three-speed automatic transmission 'shifts quick and crisply,' and the Sure-Grip rear differential is fitted with 3.23:1-gears, per the fender tag.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1598243/dsc-2620-result.jpg' alt='https://thumbor-production-auction.hemmings.com/1598243/dsc-2620-result.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1598243/dsc-2620-result.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1598404/vaughn-125-result.jpg' alt='https://thumbor-production-auction.hemmings.com/1598404/vaughn-125-result.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1598404/vaughn-125-result.jpg' /></p><h3><strong>EXTERIOR</strong></h3><p>'The entire body was dipped as part of the restoration,' the seller notes. 'Its floors and trunk pans are original, which is remarkable for a Mopar of this vintage. According to the inspector, the OEM quarter panels were repaired during the restoration, evidenced only by the absence of spray-in sound deadening on the inside each panel. The repairs are otherwise undetectable.'&nbsp;</p><p>Though refinished in 2008, by virtue of its 2019 repaint, the code-RR1 Burgundy Metallic finish is in 'excellent condition,' the seller says, as is the optional vinyl top. Though the Bumble-Bee stripe was deleted when the car was originally ordered, it was added during the restoration. The tinted glass and the seals are 'like new,' and the lighting operates as designed.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1598358/dsc-2728-result.jpg' alt='https://thumbor-production-auction.hemmings.com/1598358/dsc-2728-result.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1598358/dsc-2728-result.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1598279/dsc-2650-result.jpg' alt='https://thumbor-production-auction.hemmings.com/1598279/dsc-2650-result.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1598279/dsc-2650-result.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>In 2020, the seat covers and side panels were changed from white to black vinyl to make an all-black cabin, but they are also included in the sale. The seats, carpet, and headliner remain 'like new,' the trim is complete, and there are no issues with the gauges or the heater/defroster. An AM/FM radio appears to have replaced the extra-cost AM radio with 8-track stereo. An optional tachometer with clock, woodgrain-rim steering wheel, and head restraints are present, as is a Mopar accessory tachometer.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1598424/vaughn-145-result.jpg' alt='https://thumbor-production-auction.hemmings.com/1598424/vaughn-145-result.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1598424/vaughn-145-result.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1598428/vaughn-149-result.jpg' alt='https://thumbor-production-auction.hemmings.com/1598428/vaughn-149-result.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1598428/vaughn-149-result.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>Only 4,404 miles have been added to the completely-restored-in-2008 Hemi-spec torsion-bar front / leaf-spring rear suspension and power front disc/ rear drum brakes. New as of 2020, painted 15-inch steel wheels with hubcaps feature red line tires in front and cheater slicks in the rear that have just 'a few hundred miles on them,' per the seller. A set of 15-inch Road Wheels with P235/70R15 BFGoodrich Silvertown Radial Red Lines are also included in the sale.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1656643/odo.jpg' alt='https://thumbor-production-auction.hemmings.com/1656643/odo.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1656643/odo.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1656644/screenshot-2023-05-19-082108.jpg' alt='https://thumbor-production-auction.hemmings.com/1656644/screenshot-2023-05-19-082108.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1656644/screenshot-2023-05-19-082108.jpg' /></p>"
		},
		{
			"id": "C-04",
			"fullName": "Single Family Owned for 38 Years: 1969 Mercury Cougar XR7 Hardtop",
			"artist": "",
			"description": "As New York State does not issue titles for vehicles of this age, the seller states that this vehicle will be sold on the proper document in his name for transfer of ownership. He reports having 'many receipts from past 38 years.' He also adds that the yellow and black custom-made California Car Cover is included in the sale and a picture has been provided. The 1969 Mercury Cougar XR7 Hardtop expertly blended sportiness and luxury with a European flavor, and this example will soon provide said behind-the-wheel experience for a new owner.",
			"category": "Classic",
			"endDate": "07-02-2023",
			"img": ["./images/car/C4-1.jpg", "./images/car/C4-2.jpg", "./images/car/C4-3.jpg", "./images/car/C4-4.jpg"],
			"currentBid": 47000,
			"startingBid": 13000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 31,
			"lastUserBid": "Zayn",
			"view": 10863,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>Mercury Cougar XR7 also featured leather seating surfaces, full instrumentation including a tachometer, plusher door panels, more bright exterior trim, specific badging and wheel covers, and driver's-side remote-controlled 'racing-type' rearview mirror, along with additional upscale standard equipment.</p><p>This 1969 Mercury Cougar XR7 Hardtop has benefitted from long-term ownership according to the seller, who recalls, 'My brother purchased this car in 1985 and kept it until 2019 when he passed away. He totally babied it, and only ran non-ethanol fuel in it. I have since inherited the Cougar, which has been recently serviced and runs well.'&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1666016/104627175.jpg' alt='https://thumbor-production-auction.hemmings.com/1666016/104627175.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1666016/104627175.jpg' /></p><h3><strong>POWERTRAIN</strong></h3><p>He believes the regular-fuel, 9.5:1 compression ratio, 250-horsepower, 351-cu.in., two-barrel Windsor OHV V8 (code H in the VIN) to be original to the car, but he hasn't been able to locate the partial VIN on the engine to verify it. He says, 'The car starts with one or two pumps of gas pedal. After being stored for many months (winter season), it may require a squirt of engine starter in the carburetor. Otherwise, it starts and runs fine with no leaks.' There are 'no issues' with the FMX three-speed automatic transmission, and 2.75:1 gears are in the rear axle.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1666018/104627141.jpg' alt='https://thumbor-production-auction.hemmings.com/1666018/104627141.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1666018/104627141.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1666022/104627146.jpg' alt='https://thumbor-production-auction.hemmings.com/1666022/104627146.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1666022/104627146.jpg' /></p><h3><strong>EXTERIOR</strong></h3><p>There's 'some spiderweb-type markings on what may be the original paint, but I can't be sure that it is,' the seller observes. 'While there's no rust at all, the Mercury could use a repaint, as the color has likely faded from when it was new,' he adds. 'The few small chips in the finish are easily fixable, however.' Its glass is 'in decent shape,' there are 'no water leaks,' and the exterior lighting functions.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1666017/104627151.jpg' alt='https://thumbor-production-auction.hemmings.com/1666017/104627151.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1666017/104627151.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1666021/104627155.jpg' alt='https://thumbor-production-auction.hemmings.com/1666021/104627155.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1666021/104627155.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>'The Dark Ivy Gold [code 6G] leather seats are showing their age with some cracks and small tears' the seller notes. The carpet is 'decent,' the headliner is 'good/fair with no sagging, but probably is not as tight as original/new,' and the trim is complete. All of the gauges work except for the fuel indicator and the heater/defroster operates properly, but parts of the A/C system were removed. The stereo was upgraded to an Alpine AM/FM cassette head unit and different speakers, which provide 'terrific sound,' he says. The seller also mentions the clock built into the dash does not work, but believes 'it could be a matter of connecting some wires.'</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1666014/cougar-149.jpg' alt='https://thumbor-production-auction.hemmings.com/1666014/cougar-149.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1666014/cougar-149.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1666023/cougar-158.jpg' alt='https://thumbor-production-auction.hemmings.com/1666023/cougar-158.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1666023/cougar-158.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>The seller goes on to say, 'the car just passed New York State inspection fine. It's only driven 25 miles each summer/year.' DOT date codes show the P215/75R14 Goodyear Polysteel Radial tires were manufactured in 1990 (or possibly 1980), and the sidewalls show notable dry rot. No issues are reported with the steel wheels, the power steering, or power front disc/rear drum brakes. The wire wheel covers appear to be from a 1967 Cougar. He doesn't know if the suspension has received any work over the years, but says the shocks appear to be 'fine,' the steering wheel is straight when the vehicle is traveling straight, and there's no play in the system beyond that typical of a 1969 car.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1666013/cougar-134.jpg' alt='https://thumbor-production-auction.hemmings.com/1666013/cougar-134.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1666013/cougar-134.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1666012/104627165.jpg' alt='https://thumbor-production-auction.hemmings.com/1666012/104627165.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1666012/104627165.jpg' /></p>"
		},
		{
			"id": "C-05",
			"fullName": "1941 Cadillac Series 62 Coupe Restomod With a 400-HP LS6 V8",
			"artist": "",
			"description": "The seller states that this vehicle will be sold on a clean Wisconsin title in his and his wife's names. Infused with contemporary upgrades that are said to make it a 'great long-distance driver' this award-winning 1941 Cadillac Series 62 Coupe restomod  appears to have been comprehensively built with no system or component untouched in the process. 'We wanted a resto-mod that could take us anywhere,' says the seller. It looks like it was mission accomplished with this classic Caddy with modern motivation.  ",
			"category": "Classic",
			"endDate": null,
			"img": ["./images/car/C5-1.jpg", "./images/car/C5-2.jpg", "./images/car/C5-3.jpg", "./images/car/C5-4.jpg"],
			"currentBid": 77000,
			"startingBid": 20000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 43,
			"lastUserBid": "halsey",
			"view": 19863,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>This 1941 Cadillac 62 coupe is one of fewer than 2,000 produced. After purchasing it from the second owner nearly 20 years ago, the seller drove the car in stock condition for a couple of years before diving into a nine-year, frame-off restomod rebuild. It has a number of modern amenities, from four-wheel disc brakes and an overdrive transmission to rack-and-pinion steering, digital gauges and air conditioning. There's also an LS6 crate engine under the hood. 'It has been on numerous long-distance trips with no issues — and it rides like a dream,' says the seller, who adds 90 percent of the car's 10,500 miles have been accumulated on the highway. This custom Caddy reported was also a 2017 NSRA National Award Winner.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1634275/1941-cadillac-coupe-20230505-095.jpg' alt='https://thumbor-production-auction.hemmings.com/1634275/1941-cadillac-coupe-20230505-095.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1634275/1941-cadillac-coupe-20230505-095.jpg' /></p><h3><strong>POWERTRAIN</strong></h3><p>To keep Cadillac power under the hood, the seller swapped the original 'Monobloc' V8 engine for an early CTS-V LS6 crate engine with GM's high compression 243 heads, which generates over 450-hp.&nbsp; Ironically, both engines displaced 346 cubic inches (5.7 liters), with the LS6's 450-hp rating three times that of the original V8. In this Model 62, the engine is said to start, idle and run 'very well,' with no smoke or leaks. It's paired with a 4L60-E four-speed overdrive transmission that was reportedly rebuilt to support as much as 500 horsepower. There are no reported shifting issues or leaks.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1634186/1941-cadillac-coupe-20230505-007.jpg' alt='https://thumbor-production-auction.hemmings.com/1634186/1941-cadillac-coupe-20230505-007.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1634186/1941-cadillac-coupe-20230505-007.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1634185/1941-cadillac-coupe-20230505-008.jpg' alt='https://thumbor-production-auction.hemmings.com/1634185/1941-cadillac-coupe-20230505-008.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1634185/1941-cadillac-coupe-20230505-008.jpg' /></p><h3><strong>EXTERIOR</strong></h3><p>According to the seller, the body was professionally prepared and painted by Nagel Auto Body, in Waukesha, Wisconsin. 'It is absolutely beautiful, with no quality issues,' says the seller. Blemishes in the maroon paintwork reportedly include four 'very small' driving-incurred chips on the hood and front of the car, as well as a small chip on the driver's door. The seller also asserts the car has always been rust-free, noting: 'When the body and frame were stripped, there was no evidence of corrosion other than some surface rust on the frame.' The rear wheel wells were enlarged slightly to accommodate larger wheels and tires. Additionally, during the restoration the glass was replaced with bronze-tinted tempered glass and all the rubber moldings and seals were replaced. All are said to remain in very good condition. All the exterior lighting reportedly works and includes HID and LED lamps, as well as a third brake light incorporated in the body, above the trunk lid.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1634229/1941-cadillac-coupe-20230505-050.jpg' alt='https://thumbor-production-auction.hemmings.com/1634229/1941-cadillac-coupe-20230505-050.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1634229/1941-cadillac-coupe-20230505-050.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1634234/1941-cadillac-coupe-20230505-055.jpg' alt='https://thumbor-production-auction.hemmings.com/1634234/1941-cadillac-coupe-20230505-055.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1634234/1941-cadillac-coupe-20230505-055.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>This Caddy's cabin was also redone and features a number of modern and custom touches, starting with leather-trimmed, heated and power-adjustable seats from a 2008 Cadillac DTS. They're mounted over wool carpet that is said to be 'like new,' while the headliner was also replaced during the build. All the interior trim pieces are said to be intact and additional features included Dakota Digital instruments, door panels trimmed to match the seats, power front windows, an Alpine stereo system with Bluetooth capability and five speakers. The dashboard was also modified to accept vents for the air conditioning system, which reportedly blow cold. In fact, there are no reported functional issues with any of the car's interior features.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1582285/98807621.jpg' alt='https://thumbor-production-auction.hemmings.com/1582285/98807621.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1582285/98807621.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1582257/98807613.jpg' alt='https://thumbor-production-auction.hemmings.com/1582257/98807613.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1582257/98807613.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>The chassis, suspension and braking elements were comprehensively revamped during the car's build and include a Mustang II-style front suspension from JW Rod Garage with power-assisted rack-and-pinion steering, Ride Tech air-ride suspension at all four corners and four-wheel disc brakes. The front brakes are from Wilwood, while the rear brakes are 12-inch Torino brakes attached to a John's Industries-built 9-inch axle fitted with 31-spline axles. There's also an Inland Empire Driveline-built two-piece driveshaft and support bearing. All elements are said to be in very good order, with no known issues or needs. In fact, the seller reports an alignment was performed in 2021 and suspension lubrication was performed in 2022. The car rides on 18-inch aluminum wheels wrapped with performance tires that were reportedly installed in 2020. They are said to have less than 1,200 miles on them — and the seller says there are no vibrations on the highway.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1634253/1941-cadillac-coupe-20230505-075.jpg' alt='https://thumbor-production-auction.hemmings.com/1634253/1941-cadillac-coupe-20230505-075.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1634253/1941-cadillac-coupe-20230505-075.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1634202/1941-cadillac-coupe-20230505-024.jpg' alt='https://thumbor-production-auction.hemmings.com/1634202/1941-cadillac-coupe-20230505-024.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1634202/1941-cadillac-coupe-20230505-024.jpg' /></p>"
		},
		{
			"id": "C-06",
			"fullName": "In a Collection for 40 Years: 1958 BMW 600 Limousine",
			"artist": "",
			"description": "The selling dealer states that it will provide a clean Arkansas title in the consignor's name. According to the seller, '[The] car was purchased 40 years ago in Dallas, Texas, and has been in the collection ever since.' He goes on to say, 'The car was painted and restored when it was first purchased.' He continues, 'This has been a display car and has been driven very little. It does run and drive as you can see in the video.' ",
			"category": "Classic",
			"endDate": "07-18-2023",
			"img": ["./images/car/C6-1.jpg", "./images/car/C6-2.jpg", "./images/car/C6-3.jpg", "./images/car/C6-4.jpg"],
			"currentBid": 22000,
			"startingBid": 6000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 11,
			"lastUserBid": "hailey",
			"view": 19993,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>Judged by the numbers alone, the BMW 600 was a relative failure for the company. That said, it was the starting point for the model that ultimately made development of its 1961<em>&nbsp;Neue Klasse</em>&nbsp;sedans viable, from which came the revered 2002 models that cemented the marque's place in the minds of automotive enthusiasts to this day. This 1958 BMW 600 Limousine, offered for sale on consignment from a private collection in Arkansas, has been restored to like-new condition.&nbsp;<br /> </p><p>Lacking the resources to design a much-needed car larger than the Isetta from scratch, BMW used the Isetta as the starting point for a 1957 model capable of seating four. Thus, the BMW 600, which the company does not refer to as an Isetta, shares that model's front hatch, as well as its overall mechanical layout.&nbsp;<br /> </p><p>However, the 600 supplanted the Isetta's one-cylinder engine with the BMW R67 motorcycle's flat twin engine and a semi trailing arm rear suspension system. The first BMW model to employ that setup, the company went on to employ semi-trailing arms on all of its production models until 1992. Some 34,000 examples of the 600 Limousine were produced between 1957 and 1959, when it went out of production.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1655603/110282954.jpg' alt='https://thumbor-production-auction.hemmings.com/1655603/110282954.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1655603/110282954.jpg' /></p><h3><strong>POWERTRAIN</strong></h3><p>The 600 Limousine's 582-cc, air-cooled OHV flat-twin was rated at 19.5 horsepower. Paired with a four-speed manual transmission feeding the rear wheels, the powertrain was said to be capable of propelling the microcar to a top speed of 68 miles per hour, with the engine turning 4,500 rpm. The BMW 600 was also offered with a Saxomat semi-automatic transmission.&nbsp;<br /> </p><p>The sub-57,000-mile engine in this example is mated to a four-speed manual transmission and is said by the seller to be original to the car and free of modifications. A manual choke is employed to start the engine when cold and the seller says it starts as it should. He acknowledges observing minor leaks in the past, but says. 'There has been nothing underneath the car lately.' About transmission shifting, the seller advises potential future owners, 'This is a very small car and you have to be adept at changing gears but they all work is they should.'</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1655606/110258586.jpg' alt='https://thumbor-production-auction.hemmings.com/1655606/110258586.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1655606/110258586.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1655558/110259916.jpg' alt='https://thumbor-production-auction.hemmings.com/1655558/110259916.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1655558/110259916.jpg' /></p><h3><strong>EXTERIOR</strong></h3><p>According to the seller, the car was repainted in its current yellow and white 40 years ago, as part of the restoration process when it was added to the collection from which it being sold. Classifying the condition of the paint as 'excellent,' he cites 'very minor marks on the left side of the engine cover at the rear of the car and a very minor blemish on the front right headlight at the rear of the headlights.' The seller also declares, 'All of the glass is in very nice condition and the rubber seals are good.' He cites no body seal leaks and says, '(The) body appears to be in very good shape with no rust.' Headlights, taillights, and running lights are reported by the seller to work—as seen in the video. He says, 'We do not believe there is a high beam in this car.'</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1655534/110278363.jpg' alt='https://thumbor-production-auction.hemmings.com/1655534/110278363.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1655534/110278363.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1655597/110275333.jpg' alt='https://thumbor-production-auction.hemmings.com/1655597/110275333.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1655597/110275333.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>The white and black vinyl seat materials and adjustments are reported to be 'excellent.' The carpets in the trunk and on the floors are classified by the seller as being in 'very good condition.' The roof's headliner is cited as being in 'excellent condition,' and he says there is no sagging to report. Regarding the interior trim, the seller affirms, 'All knobs, trim pieces and switches are there.' While the instrumentation is cited as working, some yellowing of the speedometer is evident in the accompanying photographs. No modifications to the interior are reported, and the heater is said to work. &nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1655532/110280445.jpg' alt='https://thumbor-production-auction.hemmings.com/1655532/110280445.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1655532/110280445.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1655609/110281547.jpg' alt='https://thumbor-production-auction.hemmings.com/1655609/110281547.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1655609/110281547.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>'The tires have been on the car the entire time of ownership,' says the seller. 'If you were going to drive the car they would probably need to be replaced. But for show, they are excellent.' All four wheels are stated to be in 'excellent' condition. The seller advises potential owners that, 'All of these cars were squirrely to drive but the steering works as it should.'&nbsp; The master cylinder was just replaced, according to the seller, and the brakes are said to be 'working as they should.'&nbsp;<br /> </p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1655569/110278426.jpg' alt='https://thumbor-production-auction.hemmings.com/1655569/110278426.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1655569/110278426.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1655552/110285000.jpg' alt='https://thumbor-production-auction.hemmings.com/1655552/110285000.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1655552/110285000.jpg' /></p>"
		},
		{
			"id": "C-07",
			"fullName": "2005 Ford Mustang Saleen S281 with less than 8.5K Miles",
			"artist": "",
			"description": "The seller states that this vehicle will be sold on a clean Pennsylvania title in his name. Additional paperwork for this 2005 Ford Mustang GT/Saleen S281 includes the Saleen supplemental window sticker outlining the car's content. This quicker-than-factory Mustang is a one-owner, 8,393-mile car with no additional mods and it still rolls on the original rubber. For the enthusiast seeking a low-mileage, original-condition example, Saleen S281 Mustang #1103 appears to be it!",
			"category": "Muscle",
			"endDate": "07-03-2023",
			"img": ["./images/car/C7-1.jpg", "./images/car/C7-2.jpg", "./images/car/C7-3.jpg", "./images/car/C7-4.jpg"],
			"currentBid": 20000,
			"startingBid": 8000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 20,
			"lastUserBid": "Bob",
			"view": 69822,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>Taking a page from Carrol Shelby's playbook for channeling racing experience into track-capable street cars, Steve Saleen made business of tuning Mustangs for a newer generation of enthusiast drivers. He established himself with the Fox-body Mustangs of the Eighties and early-Nineties, and continued elevate the cars' performance with the next generations of the original pony car. This 2005 Ford Mustang GT Saleen S281 is car #1103 and shows only 8,393 miles at the time of submission, according to the seller, who is also its original owner. Apart from the Saleen upgrades it has no additional modifications and reportedly has never been raced.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1697187/IMG_0189.JPEG' alt='https://thumbor-production-auction.hemmings.com/1697187/IMG_0189.JPEG' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1697187/IMG_0189.JPEG' /></p><h3><strong>POWERTRAIN</strong></h3><p>The S281's engine upgrades build on Ford's three-valve, OHC 4.6-liter V8 foundation with underdrive pulleys, a low-restriction reusable air filter and engine tuning (requiring premium fuel), elevating the engine's output rating to 325 horsepower. There's also a unique exhaust system that features twin mufflers and a vacuum-actuated bypass valve, for less restriction and a throatier engine note under wide-open throttle. The seller reports the engine starts, idles and runs well, with no known issues, no smoke and no leaks. The same goes for the five-speed manual gearbox, which is said to 'shift well.'&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1697158/IMG_0159.JPEG' alt='https://thumbor-production-auction.hemmings.com/1697158/IMG_0159.JPEG' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1697158/IMG_0159.JPEG' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1697157/IMG_0158.JPEG' alt='https://thumbor-production-auction.hemmings.com/1697157/IMG_0158.JPEG' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1697157/IMG_0158.JPEG' /></p><h3><strong>EXTERIOR</strong></h3><p>According to the seller, the Sonic Blue paintwork on this Saleen S281 is in 'excellent' original condition, with no blemishes. Further, the seller reports 'zero' rust, 'excellent' glass and seals and functional exterior lighting. Additional features unique to the S81 include the front and rear fascias, the rocker covers and a distinctive rear-end extension that incorporates a low rear spoiler. The taillight panel trim is also unique, along with Saleen's signature graphics on the doors and the car's build number on the front fascia. The car also wears Saleen-exclusive, chrome-plated, 20-inch aluminum-alloy wheels.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1697195/IMG_0197.JPEG' alt='https://thumbor-production-auction.hemmings.com/1697195/IMG_0197.JPEG' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1697195/IMG_0197.JPEG' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1697200/IMG_0203.JPEG' alt='https://thumbor-production-auction.hemmings.com/1697200/IMG_0203.JPEG' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1697200/IMG_0203.JPEG' /></p><h3><strong>INTERIOR</strong></h3><p>Inside, the Dark Charcoal leather cabin is based on the production Mustang GT, with Saleen enhancements and trim, including Saleen-logo gauge faces — with a 200-mph speedometer — a Saleen-logo horn button, Saleen door sill plates, 'S281' floor mats, Saleen-embroidered front seats and a dash plaque. All of the interior trim is reported to be in 'excellent' original condition. The only notable wear on the seat covers, carpet and other trim is found on the driver's seat-bottom bolster. All of the power accessories, as well as the air-conditioning system, interior lights and gauges, are reported functional, and the car retains its original Shaker 500 CD audio system, which reportedly works normally.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1697224/IMG_0009.JPEG' alt='https://thumbor-production-auction.hemmings.com/1697224/IMG_0009.JPEG' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1697224/IMG_0009.JPEG' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1697223/IMG_0006.JPEG' alt='https://thumbor-production-auction.hemmings.com/1697223/IMG_0006.JPEG' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1697223/IMG_0006.JPEG' /></p><h3><strong>CHASSIS</strong></h3><p>The chassis, suspension and braking components are reported to be in stock condition, per the upgrades performed by Saleen, which include specific springs, dampers and stabilizer bars, which all complement the Mustang's strut-type front suspension and three-link-located solid rear axle. There are no reported issues or needs with the suspension or brakes. Additionally, the car rolls on the original Dunlop high-performance tires mounted on the Saleen 20-inch alloy wheels. The tires appear to show most of their tread and there are no reported blemishes or curb rash in the chrome wheels.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1697134/13jpg.jpg' alt='https://thumbor-production-auction.hemmings.com/1697134/13jpg.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1697134/13jpg.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1697231/img-0221-1jpeg.JPEG' alt='https://thumbor-production-auction.hemmings.com/1697231/img-0221-1jpeg.JPEG' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1697231/img-0221-1jpeg.JPEG' /></p>"
		},
		{
			"id": "C-08",
			"fullName": "Low-Mileage 2015 Dodge Challenger SRT Hellcat With a Six-Speed",
			"artist": "",
			"description": "The seller states that this vehicle will be sold on a clean California title in his name. With less than 8,300 original miles on this 2015 Dodge Challenger SRT Hellcat, this modern Mopar muscle car appears very well kept, with no mods, no stories, and no needs. There's 707 supercharged, exhilarating horsepower on tap—and it's presented in the rarest combination for the year. ",
			"category": "Muscle",
			"endDate": "07-21-2023",
			"img": ["./images/car/C8-1.jpg", "./images/car/C8-2.jpg"],
			"currentBid": 30000,
			"startingBid": 7000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 12,
			"lastUserBid": "Lily",
			"view": 1863,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>The word 'Hellcat' speaks for itself these days, as the Charger and Challenger variants are supercharged modern muscle cars that redefined the capability and boundaries for factory performance. This example—a 2015 Dodge Challenger SRT Hellcat—has less than 8,300 miles on the odometer, according to the seller, who notes it also is equipped with the comparatively rare six-speed manual transmission. According to published records, only 243 of the 7,168 Challenger Hellcats produced for the 2015 came in this example's Jazz Blue exterior color, which was the rarest color of the year. Production was split between 129 automatic-equipped cars and 114 with the six-speed, like this one.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1633566/2015-dodge-challenger-hellcat-engine-front.jpg' alt='https://thumbor-production-auction.hemmings.com/1633566/2015-dodge-challenger-hellcat-engine-front.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1633566/2015-dodge-challenger-hellcat-engine-front.jpg' /></p><h3><strong>POWERTRAIN</strong></h3><p>This Hellcat is powered by Chrysler's supercharged 6.2-liter Gen III Hemi OHV V8 engine, which uses a twin-screw supercharger to help produce 707 horsepower and 650 lb-ft of torque. The seller notes the engine is in original condition, with no modifications, and it is said to 'start right up,' with no smoke and no leaks. Similarly, the six-speed manual gearbox reportedly 'shifts perfectly.' There are no reported powertrain modifications.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1647683/2015-dodge-challenger-hellcat-exterior-front.jpg' alt='https://thumbor-production-auction.hemmings.com/1647683/2015-dodge-challenger-hellcat-exterior-front.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1647683/2015-dodge-challenger-hellcat-exterior-front.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1647688/2015-dodge-challenger-hellcat-exterior-rear.jpg' alt='https://thumbor-production-auction.hemmings.com/1647688/2015-dodge-challenger-hellcat-exterior-rear.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1647688/2015-dodge-challenger-hellcat-exterior-rear.jpg' /></p><h3><strong>EXTERIOR</strong></h3><p>Wearing rare Jazz Blue paint, the original finish on this Challenger appears in very good condition condition, with no blemishes, no swirl marks and no rust, according to the seller. The car's glass is reportedly in great shape, too, with no scratches or chips, and the same goes for the condition of door and trunk seals. All the exterior lights reportedly work normally. The seller has also apparently left the front splitter guards in place.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1647692/2015-dodge-challenger-hellcat-interior-front-seats.jpg' alt='https://thumbor-production-auction.hemmings.com/1647692/2015-dodge-challenger-hellcat-interior-front-seats.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1647692/2015-dodge-challenger-hellcat-interior-front-seats.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1633570/2015-dodge-challenger-hellcat-interior-rear-seats.jpg' alt='https://thumbor-production-auction.hemmings.com/1633570/2015-dodge-challenger-hellcat-interior-rear-seats.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1633570/2015-dodge-challenger-hellcat-interior-rear-seats.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>Inside, the Challenger is trimmed in black leather with Alcantara synthetic-suede inserts. As with the exterior, the seller notes the cabin in this low-mileage muscle car is in 'great condition,' with essentially no apparent wear in the seats, carpet, door panels, or other interior trim, which includes metallic-appearing accents. The air conditioning, gauges and other power accessories all are said to operate normally and the factory sound system, which is linked to the 8.4-inch infotainment screen with satellite radio capability, is said to work 'perfectly.' &nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1633532/2015-dodge-challenger-hellcat-undercarrige-exhaust.jpg' alt='https://thumbor-production-auction.hemmings.com/1633532/2015-dodge-challenger-hellcat-undercarrige-exhaust.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1633532/2015-dodge-challenger-hellcat-undercarrige-exhaust.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1633534/2015-dodge-challenger-hellcat-undercarrige-front-suspension.jpg' alt='https://thumbor-production-auction.hemmings.com/1633534/2015-dodge-challenger-hellcat-undercarrige-front-suspension.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1633534/2015-dodge-challenger-hellcat-undercarrige-front-suspension.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>The chassis, suspension, and Brembo brakes are in stock condition and have seen little service. There are no reported issues or needs with the systems and the seller reports no vibrations from highway driving and no pulsing or vibrations when braking. The car wears its original 20-inch aluminum wheels, which are wrapped with Pirelli P Zero Nero tires. According to the seller, the front tires are original and the rear tires were replaced about a year ago and show 2022 manufacturing dates.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1648481/2015-dodge-challenger-hellcat-interior-vin-door-tag.jpg' alt='https://thumbor-production-auction.hemmings.com/1648481/2015-dodge-challenger-hellcat-interior-vin-door-tag.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1648481/2015-dodge-challenger-hellcat-interior-vin-door-tag.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1647689/2015-dodge-challenger-hellcat-interior-dash.jpg' alt='https://thumbor-production-auction.hemmings.com/1647689/2015-dodge-challenger-hellcat-interior-dash.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1647689/2015-dodge-challenger-hellcat-interior-dash.jpg' /></p>"
		},
		{
			"id": "C-09",
			"fullName": "1970 Pontiac GTO With a 455 and a Four-Speed",
			"artist": "",
			"description": "The seller states that this vehicle will be sold on a clean Washington title in his name. 'PHS documentation, some receipts, and the ignition lockout components, along with some other extra parts are included.' This 1970 Pontiac GTO has the desirable 455 engine option that delivers neck-snapping torque, and it's said to be a reliable weekend cruiser.",
			"category": "Muscle",
			"endDate": "07-09-2023",
			"img": ["./images/car/C9-1.jpg", "./images/car/C9-2.jpg", "./images/car/C9-3.jpg", "./images/car/C9-4.jpg"],
			"currentBid": 50000,
			"startingBid": 33000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 33,
			"lastUserBid": "Jack",
			"view": 99863,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>When GM lifted its 400-cu.in. limit for its intermediate cars at the dawn of the 'Me Decade,' Pontiac immediately answered with the L75 455 option that produced an earthmoving 500 lb-ft of torque in the 1970 Pontiac GTO. Just 1,761 non-Judge Goats were built with the 455/close-ratio four-speed combination, and this car is one of them.&nbsp;</p><p>'I bought it in 2021 from a friend who had owned it for over 20 years and did most of the restoration,' the seller states. 'It has a matching-numbers engine and is PHS documented. This GTO is&nbsp;<em>not</em>&nbsp;concours, but it's not a daily driver either. It hasn't seen rain in 25 years or so, and is a joy to drive!'</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1653240/img-3496.jpg' alt='https://thumbor-production-auction.hemmings.com/1653240/img-3496.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1653240/img-3496.jpg' /></p><h3><strong>POWERTRAIN</strong></h3><p>The seller has provided a photo of the partial VIN stamp on the block of the 360-horsepower, 455-cu.in., four-barrel, OHV V8, and it matches the body VIN. Roller rockers, a high-torque starter, and a chrome alternator were added, and the valve seals were just replaced. Its current Quadrajet carburetor isn't stock, but a correct one comes with the car, he says. The exhaust system features a crossover pipe and Flowmaster mufflers. Also included is a can of engine paint to refinish the area he had to scrape to reveal the VIN stamp.<strong>&nbsp;</strong></p><p>'It runs excellent,' he reports. There's 'minor oil moisture on the side of the transmission's access plate,' but the seller notes that the four-speed is 'smooth shifting.' A set of 3.31:1 gears is in the 12-bolt Safe-T-Track rear axle.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1653262/img-3418.jpg' alt='https://thumbor-production-auction.hemmings.com/1653262/img-3418.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1653262/img-3418.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1653272/img-3428.jpg' alt='https://thumbor-production-auction.hemmings.com/1653272/img-3428.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1653272/img-3428.jpg' /></p><h3><strong>EXTERIOR</strong></h3><p>The '25-year-old' code-45 Palisade Green paint is still 'in great condition,' he asserts. 'There are two chips and 'stretch marks' on the Endura front bumper,' however. The Dark Green vinyl top is 'excellent,' the passenger-side Soft Ray glass has 'two small etch marks,' and the rear window 'has some very small scratches,' the seller says. 'No evidence of water leaks exists,' the seals are 'good,' and all the lighting works. Three of the original headlights come with car, as does a spare front valance panel.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1653010/20230512-201623.jpg' alt='https://thumbor-production-auction.hemmings.com/1653010/20230512-201623.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1653010/20230512-201623.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1653008/20230512-201425.jpg' alt='https://thumbor-production-auction.hemmings.com/1653008/20230512-201425.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1653008/20230512-201425.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>Originally code-256 green, the cabin is now all black. Its Morrokide-covered seats with Comfortweave inserts, and the headliner, are 'mint,' the seller says, and the carpet is 'new.' There's some chrome missing on the driver's-door panel, as are the bright outlines on the black dashboard trim.</p><p>The fuel indicator and radio are not working, but the other instruments, the owner-added stock tachometer that replaced the clock, the Sunpro gauges, and the heater/defroster operate properly. An aftermarket steering wheel and floormats are present, as well.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1652613/20230318-152208.jpg' alt='https://thumbor-production-auction.hemmings.com/1652613/20230318-152208.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1652613/20230318-152208.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1652648/20230318-152400.jpg' alt='https://thumbor-production-auction.hemmings.com/1652648/20230318-152400.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1652648/20230318-152400.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>Equipped with the ride and handling option, it has been two years or more since the last suspension service was performed on the GTO, the seller says, but the shocks and bushings 'are still like new,' and the power front disc/rear drum brakes are 'excellent.'&nbsp;</p><p>He adds, 'The car has two sets of Rally II wheels, trim rings, and tires that go with it.' One set is 14-inch and the other is 15-inch and on the car now. The BFGoodrich Radial T/A (P235/60R15 front and P275/60R15 rear) tires are said to have 'less than 2,000 miles on them,' and the front tire production date codes appear to be 1421 (14th week of 2021) and 1321 in the photos. The rear codes can't be read. The steering wheel points straight while the car is driving straight down the road, the variable-ratio power steering works as designed but does produce 'one drip per month,' and the car rides 'great,' he concludes.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1652979/20230512-201005.jpg' alt='https://thumbor-production-auction.hemmings.com/1652979/20230512-201005.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1652979/20230512-201005.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1652662/20230318-152722.jpg' alt='https://thumbor-production-auction.hemmings.com/1652662/20230318-152722.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1652662/20230318-152722.jpg' /></p>"
		},
		{
			"id": "C-10",
			"fullName": "Supercharged, Low-Mile 2014 Ford Mustang Shelby GT350 With a Six-Speed",
			"artist": "",
			"description": "The selling dealer states that it will provide a clean Texas title in the consignor's name. For more than half a century, Shelby has deftly balanced performance and its brand, with this 1,795-mile 2014 Ford Mustang Shelby GT350 exemplifying the very best of that marriage. It's a supercharged, 624-horsepower Mustang with an authentic Shelby number—and all the heritage wrapped up in it.",
			"category": "Muscle",
			"endDate": "07-07-2023",
			"img": ["./images/car/C10-1.jpg", "./images/car/C10-2.jpg", "./images/car/C10-3.jpg", "./images/car/C10-4.jpg"],
			"currentBid": 37000,
			"startingBid": 11000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 47,
			"lastUserBid": "Nick",
			"view": 107855,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>Carroll Shelby understood the importance of branding in conjunction with performance, and his vehicles always delivered strongly in both areas, as this 2014 Ford Mustang Shelby GT350—CSM 143500099—exemplifies. According to the consigning dealer, it has had only a single owner, who had it shipped directly to Carroll Shelby Enterprises upon purchase. It is only one of 87 produced for that year, with its package of upgrades including a Shelby/Whipple supercharger, Shelby Track Package, exterior styling upgrades and Recaro seats for the interior. There are only 1,795 miles on the car, according to the seller. &nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1656834/engine-2.jpg' alt='https://thumbor-production-auction.hemmings.com/1656834/engine-2.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1656834/engine-2.jpg' /></p><h3><strong>POWERTRAIN</strong></h3><p>The car is powered by Ford's 5.0-liter 'Coyote' DOHC V8, which was upgraded by Carroll Shelby Enterprises with a polished 2.9-liter Ford Racing/Whipple twin-screw supercharger that elevated output to 624 horsepower. It's complemented with a high-performance cooling system and Borla exhaust system, and is coupled to a six-speed manual transmission. According to the seller, the engine starts and runs 'great.' Shift performance of the transmission is reportedly 'excellent.' Additionally, the engine compartment appears very clean.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1656868/exterior-3.jpg' alt='https://thumbor-production-auction.hemmings.com/1656868/exterior-3.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1656868/exterior-3.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1656855/exterior-9.jpg' alt='https://thumbor-production-auction.hemmings.com/1656855/exterior-9.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1656855/exterior-9.jpg' /></p><h3><strong>EXTERIOR</strong></h3><p>The Oxford White/Azure Blue exterior of this low-mile Shelby GT350 is said by the seller be in very good condition, with only a few small reported blemishes in the original paintwork. They include one on the nose, above the mesh grille, one near the fuel door and some black specks on the hood. All are documented in the photos. The glass and seals are said to be 'like new,' with no scratches or cracks in the windshield and no leaks from the seals. All the exterior lights are reportedly in working condition. The seller also asserts the body is 'rust-free.' GT500 front and rear spoilers have been added in addition to the exterior upgrades that were part of the GT350 package.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1656796/interior-4.jpg' alt='https://thumbor-production-auction.hemmings.com/1656796/interior-4.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1656796/interior-4.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1656870/interior-26.jpg' alt='https://thumbor-production-auction.hemmings.com/1656870/interior-26.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1656870/interior-26.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>As with the exterior and engine compartment, the seller describes this low-mileage GT350's black leather interior as being in great condition, with little apparent wear. It was ordered with an upgraded interior package, with Shelby/Katzkin leather, Recaro seats, and embroidered Shelby logos. There's also a Shelby plaque mounted on the console and a trio of A-pillar-mounted auxiliary gauges. The seat covers are reportedly in 'excellent' shape, along with the carpet and headliner. There are no missing trim parts, according to the seller, and all the interior gauges and features such as the air conditioning, Ford Shaker audio system, and power accessories, are said to work normally.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1672719/undercarriage-5.jpg' alt='https://thumbor-production-auction.hemmings.com/1672719/undercarriage-5.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1672719/undercarriage-5.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1672721/undercarriage-6.jpg' alt='https://thumbor-production-auction.hemmings.com/1672721/undercarriage-6.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1672721/undercarriage-6.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>The chassis, brakes, and suspension are in stock condition, says the seller, and show little wear. All of the components are original, according to the seller, with Shelby upgrades including the Ford Racing-derived Shelby Track Package (dampers and bushings) and Shelby-logo Wilwood brake calipers. There are no reported issues with any of the systems and the car rolls on the original Goodyear Eagle F1 Supercar tires mounted on Shelby/Cragar 19-inch aluminum wheels. The wheels are said to be in great condition and the nine-year-old tires reportedly show 7/32-inch tread depth.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1656818/interior-18.jpg' alt='https://thumbor-production-auction.hemmings.com/1656818/interior-18.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1656818/interior-18.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1656857/docs-2.jpg' alt='https://thumbor-production-auction.hemmings.com/1656857/docs-2.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1656857/docs-2.jpg' /></p>"
		},
		{
			"id": "C-11",
			"fullName": "In the Same Family From New: 1966 Pontiac GTO Hardtop Coupe With Tri-Power and A/C",
			"artist": "",
			"description": "The seller states that this vehicle will be sold on a clean Colorado title in his and his wife's names. The additional paperwork is extensive and includes the following: the original dealership purchase order; the original owner's manuals with the Protect-O-Plate; the original window sticker that shows the extensive options included on the car; and PHS documentation. He adds, 'I have invoices dating back to 1983.' To aid in verifying the mileage, he says that 'the Colorado Safety Sticker on the original windshield was issued on 10/11/1980—the last year of that program—and it lists the mileage at 38,709. An included 1994 classic car appraisal lists the mileage at 42,685.' The toy stuffed tiger (see photo) is an original promotional gift from the dealer. This well-preserved 1966 Pontiac  GTO Hardtop Coupe hasn't required a restoration. It's loaded with highly desirable options and dealer accessories, has moderately low mileage, and is being offered by the family that originally ordered the car new from the dealer. Thus, a new owner can soon enjoy entertaining fellow cruise-night participants by discussing all of those attributes.",
			"category": "Muscle",
			"endDate": "07-07-2023",
			"img": ["./images/car/C11-1.jpg", "./images/car/C11-2.jpg", "./images/car/C11-3.jpg", "./images/car/C11-4.jpg"],
			"currentBid": 72000,
			"startingBid": 23000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 37,
			"lastUserBid": "Joe",
			"view": 78800,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>Still in the same family from new for 57 years, this 1966 Pontiac GTO Hardtop Coupe was ordered with a lengthy list of options (see window sticker below), including Tri-Power and A/C, and dealer accessories were added shortly after the seller's father took delivery. Its engine, drivetrain, paint, interior, and suspension remain original to the car, according to the seller.</p><p>'I was 12 years old when on May 13, 1966 I went with my parents to pick up our new car at Johnson Pontiac in Colorado Springs.' he remembers. 'My father was meticulous with his vehicles, and my mother was a middle school teacher at the time and drove the GTO to and from school for the next two years.</p><p>'By 1969 they were driving it sparingly. When my father passed away in 1993, my mother decided to keep the GTO in storage, rarely taking it out for a drive. I would try to start it up once every three months to keep the seals lubricated. I inherited the car in 2020 and took it to a few shows, but none recently. This Pontiac has always been stored and driven in Colorado.' Significant documentation accumulated over the last 57 years will be included with the car.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1657240/img-2581.jpg' alt='https://thumbor-production-auction.hemmings.com/1657240/img-2581.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1657240/img-2581.jpg' /></p><h3>POWERTRAIN</h3><p>The Goat's coveted 360-hp, 424 lb-ft of torque, 389-cu.in., Tri-Power V8 (code-YR) has never required a rebuild, per the seller. In 1998, it was removed, new seals and gaskets were installed, and it was repainted before reinstallation. Additional service has included replacing the exhaust resonators in 2013; the battery in 2023; and the transmission seals, rear differential cover gasket, blower motor relay, resister connector, and transmission mount in 2019. The A/C was evacuated and recharged at that time.&nbsp;</p><p>'If the car hasn't been started for some time, I pour a very small amount of gas in the center carburetor, pump the accelerator three times, and crank the engine,' the seller explains. If the car was driven the day before, it usually starts after three quick accelerator pumps. I let it warm up before putting it in gear.' Leaks were fixed 'as they occurred' so there are none noted at the time of listing. The two-speed ST300 (Super Turbine) automatic transmission 'shifts fine,' and out back is a code-YE 3.08:1-geared Safe-T-Track axle.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1657243/105623840.jpg' alt='https://thumbor-production-auction.hemmings.com/1657243/105623840.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1657243/105623840.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1657333/105624084.jpg' alt='https://thumbor-production-auction.hemmings.com/1657333/105624084.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1657333/105624084.jpg' /></p><h3>EXTERIOR</h3><p>Original Palmetto Green (code-H) paint remains, but is 'showing a little age with slight color fade and mottling on the hood and trunk,' according to a 2022 appraisal. 'There are minimal parking lot dings covered with touch-up paint, chips across the nose, a dent in the right side of the nose, and a very small surface rust spot at the right lower corner of the backlite,' the seller adds. Its factory-installed black Cordova (vinyl) top is 'in excellent condition,' the glass and seals are original, 'there is no evidence of water leaks,' and all of the lights work.</p><p>The seller add that when the car was one month old his father accessorized and customized with the following touches: faux front fender vents from the Le Mans; chrome headlight covers; red vinyl pinstriping over the standard painted black pinstripe and on the louvered taillights; a hood-mounted bug deflector; curb feelers; and red fender liners.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1657338/img-2612.jpg' alt='https://thumbor-production-auction.hemmings.com/1657338/img-2612.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1657338/img-2612.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1657315/img-2422.jpg' alt='https://thumbor-production-auction.hemmings.com/1657315/img-2422.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1657315/img-2422.jpg' /></p><h3>INTERIOR</h3><p>Inside, the original black Morrokide (vinyl) seat covers are 'in very good condition,' the seller notes, and the carpet, floor mats, and headliner are 'excellent.' There's a small tear in the driver's headrest, however. The optional Rally gauges; the A/C; AM/FM radio with front and rear speakers; reverberator; power antenna, driver's seat, and deck lid release; reclining passenger seat; tilt wheel; heater/defroster; rear window defogger; and the interior lights are in proper working order, and the trim is all there. He goes on to say, 'In June of 1966, my father added faux wood decor on the center console, tissue dispenser, and steering wheel, and the dealer added the dash compass.'</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1657205/img-2357.jpg' alt='https://thumbor-production-auction.hemmings.com/1657205/img-2357.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1657205/img-2357.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1657248/img-2351.jpg' alt='https://thumbor-production-auction.hemmings.com/1657248/img-2351.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1657248/img-2351.jpg' /></p><h3>CHASSIS</h3><p>The suspension remains original down to the rear air shocks, the seller says, but the chassis does appear to have been repainted black at some point. 'I check their pressure every year, and there are no visible leaks on the shocks or damaged bushings,' he reveals. The front wheels bearings were inspected and repacked and the seals were replaced in 2019. There are 'no issues' with the power-assisted four-wheel drum brakes.&nbsp;</p><p>There are 'no highway vibrations,' and the leak-free power steering and the ride are 'smooth,' he reports. The tires are believed to be from the early 1990s. The spare tire is the original Firestone. When the car was new, the seller's father had the dealer install 1965 stainless-steel knock-off spinner wheel covers,' (aka 'Custom').</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1657287/img-2625.jpg' alt='https://thumbor-production-auction.hemmings.com/1657287/img-2625.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1657287/img-2625.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1657334/img-2080.jpg' alt='https://thumbor-production-auction.hemmings.com/1657334/img-2080.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1657334/img-2080.jpg' /></p>"
		},
		{
			"id": "C-12",
			"fullName": "1964 Pontiac Le Mans GTO Convertible Tribute With a Pontiac GTO 400-cu.in. V8",
			"artist": "",
			"description": "The seller states that this vehicle will be sold on a clean Texas title in his name. Additional documentation for this 1964 Pontiac Le Mans Convertible reportedly includes photos and receipts from the restoration. No, it's not an authentic GTO, but it has the look of that iconic, segment-establishing muscle car—and with its larger-displacement, performance-built 400 engine, it offers an even stronger thrill behind the wheel. ",
			"category": "Muscle",
			"endDate": "07-22-2023",
			"img": ["./images/car/C12-1.jpg", "./images/car/C12-2.jpg", "./images/car/C12-3.jpg", "./images/car/C12-4.jpg"],
			"currentBid": 35000,
			"startingBid": 5000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 22,
			"lastUserBid": "Taylor",
			"view": 87863,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>This 1964 Pontiac Le Mans Convertible is not a real GTO, but it was restored with all the correct GTO features, according to the seller, along with some performance and drivability upgrades such as a Pontiac GTO 400-cu.in. V8, front disc brakes, modern radio, and more. The reportedly frame-off restoration is relatively recent, says the seller, with its paintwork only about four years old. 'It's an iconic-looking muscle car with no real issues,' adds the seller.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1665959/2022-06-01-09.04.45.jpg' alt='https://thumbor-production-auction.hemmings.com/1665959/2022-06-01-09.04.45.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1665959/2022-06-01-09.04.45.jpg' /></p><h3><strong>POWERTRAIN</strong></h3><p>The engine under this Pontiac's hood is said to be a rebuilt 1969 such as a Pontiac GTO 400-cu.in. OHV V8 with less than 3,000 miles on it. Its equipment includes a Comp Cams '269' High-Energy camshaft, an Edelbrock aluminum intake manifold, a 750-cfm Edelbrock four-barrel carburetor, headers, an HEI-style ignition, and more. The engine reportedly starts easily and runs well. There is no reported smoke and no leaks. The transmission is a rebuilt Turbo Hydra-Matic 400 three-speed automatic, says the seller, which has a 2,000-rpm-stall torque converter. There are no reported performance issues or leaks with it. Additional drivetrain components include Flowmaster mufflers, an aluminum radiator with a pair of electric fans, and a Positraction rear axle with 3.31 gears.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1665930/88869066-0-0.jpg' alt='https://thumbor-production-auction.hemmings.com/1665930/88869066-0-0.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1665930/88869066-0-0.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1665929/96357475.jpg' alt='https://thumbor-production-auction.hemmings.com/1665929/96357475.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1665929/96357475.jpg' /></p><h3><strong>EXTERIOR</strong></h3><p>Reportedly painted about four years ago, the Marimba Red finish on this GTO clone has a deep, high-quality gloss that 'really makes the car stand out,' according to the seller. There are no known blemishes or swirl marks in the paint. In addition to the GTO trim, the white convertible top was also new and reportedly operates normally — but latching it can be difficult in colder weather. Additionally, the seller says that all glass and rubber seals are in 'great' condition. All the exterior lights reportedly work normally.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1665948/96355915.jpg' alt='https://thumbor-production-auction.hemmings.com/1665948/96355915.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1665948/96355915.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1665952/88925920-0-0.jpg' alt='https://thumbor-production-auction.hemmings.com/1665952/88925920-0-0.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1665952/88925920-0-0.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>Inside, the white vinyl cabin appears in very good, restored condition, with most of it replaced or refurbished during the project, according to the seller. As with the exterior, GTO trim was added, including the engine-turned instrument panel insert, along with new seat covers, door panels, and carpet. The dash insert, however, appears to be a factory piece and shows some wear, as does some of the other interior trim that the seller states is brand new. The dashboard also appears in very good condition but does have a crack and aftermarket enhancements include a wood-rimmed steering wheel, a trio of auxiliary gauges, and a retro-style radio with modern capabilities. All the gauges are said to be functional, along with the heater. The car was originally equipped with air conditioning, but the system has been deleted. The original AC vents and evaporator units are complete and in place on the dashboard and in the firewall should the next owner decide to add AC it would be easily reinstalled with compressor and lines.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1665964/IMG_1872.jpg' alt='https://thumbor-production-auction.hemmings.com/1665964/IMG_1872.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1665964/IMG_1872.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1665963/IMG_1871.jpg' alt='https://thumbor-production-auction.hemmings.com/1665963/IMG_1871.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1665963/IMG_1871.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>The seller reports the chassis, suspension, and braking systems are in good condition and were addressed during the restoration. Upgrades are said to include a quicker-ratio steering box, a complete suspension rebuild with poly bushings, a 1-inch front anti-sway bar and a 7/8-inch rear anti-sway bar. The shocks were also replaced, and the brakes were upgraded to front discs (mounted on Chevrolet S-10 spindles). The brakes, however, need adjustments at low speeds, says the seller, who adds 'they do not stop the car as quick as you would like.' Rolling stock includes BFGoodrich Radial T/A tires mounted on Weld Racing 15-inch wheels. All are reportedly in very good condition, showing minimal wear and no reported blemishes on the wheels. The tires appear to show 2013 manufacturing dates.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1665946/96357491.jpg' alt='https://thumbor-production-auction.hemmings.com/1665946/96357491.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1665946/96357491.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1665981/img-1577.jpg' alt='https://thumbor-production-auction.hemmings.com/1665981/img-1577.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1665981/img-1577.jpg' /></p>"
		},
		{
			"id": "C-13",
			"fullName": "Owned for 25 Years: 1967 Alfa Romeo Duetto Spider",
			"artist": "",
			"description": "As New York does not issue titles for vehicles of this age, the seller states that this vehicle will be sold on the proper document in his name for transfer of ownership and includes some of the receipts for work done in 2001. With solid-appearing bones and a low-mileage replacement engine, This 1967 Alfa Romeo Duetto looks like it would make a great regular cruiser or project car.",
			"category": "Sports",
			"endDate": "07-18-2023",
			"img": ["./images/car/C13-1.jpg", "./images/car/C13-2.jpg", "./images/car/C13-3.jpg", "./images/car/C13-4.jpg"],
			"currentBid": 22500,
			"startingBid": 4000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 27,
			"lastUserBid": "Bill",
			"view": 4863,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>The last car Battista 'Pinin' Farina was personally involved in designing before his death, the Alfa Romeo Duetto, aka 1600 Spider, is also the car that launched Dustin Hoffman's acting career. Then 30 years old and an unknown in Hollywood, Hoffman famously drove a Duetto in&nbsp;<em>The Graduate</em>.</p><p>Driving is exactly what this 1967 Alfa Romeo Duetto is for. Heralded in its day for its balance and poise, the example here was reportedly purchased by the seller in 1998 and he has only added 1,500 miles to its odometer since. The seller says it has spent most of the last two decades in storage and 'needs a new home where it can be driven more often.' Cosmetically, it's presentable, if far from perfect, but structurally this car seems sound. With a few simple repairs, it looks ready to be enjoyed without being fussed over and worked on and upgraded without urgency.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1671838/111084175.jpg' alt='https://thumbor-production-auction.hemmings.com/1671838/111084175.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1671838/111084175.jpg' /></p><h3><strong>POWERTRAIN</strong></h3><p>The seller says he bought this Duetto with 'a rebuilt engine lying in shrink wrap next to the car,' which he had installed, along with a new clutch. From the factory, the 1.6-liter DOHC inline-four was rated at 125 horsepower. In the past five years, he states he has replaced the spark plugs and wires, distributor cap and rotor, and had the pair of Weber carburetors rebuilt. Despite the addition of a Crane Cams Fireball XR700 ignition system, the engine has a misfire at idle that the seller notes 'smooths out above 3,000 rpm.' A recent compression test showed 175 psi in all four cylinders. He also states that it takes a few tries to start when cold. The transmission is the stock five-speed manual that the seller says 'shifts fine,' with 'no clunks or thumps.' He notes slight weeping from the differential.</p><p><br />Beyond the engine and clutch installation, the seller notes, it had some work done at the local Alfa Romeo dealer in 2001 which included fluid and filter changes, brakes, and the addition of a CraneCams Fireball XR700 ignition, rear Ansa exhaust, removal and cleaning of the gas tank, and a replacement radiator. He states he retained some of the receipts for that work done and in the past five years has replaced the fuel pump and battery. In the past year, the seller has had the spark plug wires and plugs, cap and rotor, fuel filter and the Weber carburetors rebuilt and most recently an oil and filter change.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1671834/111082338.jpg' alt='https://thumbor-production-auction.hemmings.com/1671834/111082338.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1671834/111082338.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1671892/111081528.jpg' alt='https://thumbor-production-auction.hemmings.com/1671892/111081528.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1671892/111081528.jpg' /></p><h3><strong>EXTERIOR</strong></h3><p>The car wears a red repaint that was completed before the seller acquired it in 1998. He acknowledges 'plenty of imperfections, small dents, scratches, and chips,' which are visible in the photos. The driver's-side door sags slightly in its opening but the seller says it closes and latches fine. Likewise, the trunk latches but 'doesn't seal tightly and the rubber trunk molding needs to be replaced' and the convertible top closes but the seller says its missing some trim pieces and needs replacement.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1671867/111083574.jpg' alt='https://thumbor-production-auction.hemmings.com/1671867/111083574.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1671867/111083574.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1671802/dsc05878.jpg' alt='https://thumbor-production-auction.hemmings.com/1671802/dsc05878.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1671802/dsc05878.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>There's not much more to a Duetto interior than a pair of seats and a dashboard, which is good for longevity—there's less to wear out. The black vinyl bucket seats were reupholstered at an unknown time prior to the seller acquiring the car, and he says that 'all adjustments work properly.' The carpet is worn and will need to be replaced. The seller notes a set of rubber floor mats for the interior and trunk compartment are included but not shown in the photos. All knobs, switches, and gauges work, though the seller indicates that the fuel gauge can be 'moody' at times. Many trim pieces are worn. An aftermarket radio of unknown origin provides AM/FM reception but no modern capabilities.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1671856/111086333.jpg' alt='https://thumbor-production-auction.hemmings.com/1671856/111086333.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1671856/111086333.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1671794/111086268.jpg' alt='https://thumbor-production-auction.hemmings.com/1671794/111086268.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1671794/111086268.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>The undercarriage looks like that of a typical old car—surface rust, but no apparent structural concerns. The seller says it needs shocks, an inner tie-rod end. The car goes down the road straight, he says, with no unusual play or vagueness that he can detect, but the steering wheel is cocked to the left. He notes vibration at some speeds which may be attributable to tire balancing or flat spots.&nbsp;</p><p>It wears three of the same tires today as it did when the seller bought the car: BFGoodrich Comp T/As measuring 215/60R14 on aftermarket Cromodora wheels, 1 inch smaller than stock. As noted, he's only driven the Duetto about 1,500 miles, but they've been on it for at least 25 years. The right rear tire is a Riken Raptor fitted about a year ago after the BFG went flat. The seller notes no pulsing or vibration from the brakes, although he says the car does pull a bit to the right under braking. He reports that the pedal is firm and will lock up the tires with enough pressure.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1671881/dsc05875.jpg' alt='https://thumbor-production-auction.hemmings.com/1671881/dsc05875.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1671881/dsc05875.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1671822/dsc05889.jpg' alt='https://thumbor-production-auction.hemmings.com/1671822/dsc05889.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1671822/dsc05889.jpg' /></p>"
		},
		{
			"id": "C-14",
			"fullName": "2006 Porsche 911 Carrera Coupe With a Six-Speed",
			"artist": "",
			"description": "The selling dealer states that it will provide a clean and open Illinois title for the proper transfer of ownership for this vehicle. This 2006 Porsche 911 Carrera Coupe is reported by Carfax to have had five previous owners and recent servicing.",
			"category": "Sports",
			"endDate": "07-26-2023",
			"img": ["./images/car/C14-1.jpg", "./images/car/C14-2.jpg", "./images/car/C14-3.jpg", "./images/car/C14-4.jpg"],
			"currentBid": 41800,
			"startingBid": 23500,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 16,
			"lastUserBid": "Ned",
			"view": 27863,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>Now celebrating its 60th year of production, the Porsche 911 has attained legendary status. Rather than starting over from scratch with a clean-sheet design every so often, as is the norm for most manufacturers, Porsche has steadily improved every aspect of the 911 over time. Its basic silhouette has evolved over the past 60 years, not changed radically. Similarly, while the basic layout of the car remains the same as the original, the 911 has been treated to ever more powerful engines (water cooled since 1998), along with steadily improved braking and handling and continually upgraded creature comforts over the years. This sixth-generation 2006 Porsche 911 Carrera, offered for sale by a dealer in Naperville, Illinois, features a six-speed manual transmission and is known in Porsche's internal nomenclature as the 997.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1615579/55-dsc03623.jpg' alt='https://thumbor-production-auction.hemmings.com/1615579/55-dsc03623.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1615579/55-dsc03623.jpg' /></p><h3><strong>POWERTRAIN</strong></h3><p>This 911 is powered by a normally aspirated, water-cooled, 3.6-liter DOHC flat-six. A six-speed manual transmission feeds power to the rear wheels. Porsche rated the engine at 325 horsepower and 273 lb-ft of torque when new. The seller represents the powerplant as being 'original,'. According to the seller, there are no issues with cold starts, no smoke, nor any leaks or weeps to report. The transmission is said to be 'perfect.'</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1615532/14-dsc03575.jpg' alt='https://thumbor-production-auction.hemmings.com/1615532/14-dsc03575.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1615532/14-dsc03575.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1615535/20-dsc03581.jpg' alt='https://thumbor-production-auction.hemmings.com/1615535/20-dsc03581.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1615535/20-dsc03581.jpg' /></p><h3><strong>EXTERIOR</strong></h3><p>The seller characterizes the car's black paint as being in 'mint' condition and says the body is free of blemishes. All glass is reported to be in 'mint' condition as well.&nbsp; The sunroof is said to work, and all seals are said to be free from leaks. Represented as a 'rust free' car, the seller also says there are no body modifications. All lighting is reported to function as well.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1615545/24-dsc03589.jpg' alt='https://thumbor-production-auction.hemmings.com/1615545/24-dsc03589.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1615545/24-dsc03589.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1615559/39-dsc03603.jpg' alt='https://thumbor-production-auction.hemmings.com/1615559/39-dsc03603.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1615559/39-dsc03603.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>The black leather seats show a patina of age, as does the center console, but no tears or cracks are evident in the accompanying photographs. The carpet's condition is characterized as being 'mint.' The Alcantara headliner shows well, aside from a scratch on the panel upholstering the sunroof, which is visible in the photographs. All interior trim is also characterized as being 'mint.' The climate control's temperature and fan speed buttons have been covered with an aftermarket decal. All instrumentation is reported to work, as are the power windows, door locks, and the infotainment system. Heat and A/C are also stated to be functional.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1615581/61-dsc03632.jpg' alt='https://thumbor-production-auction.hemmings.com/1615581/61-dsc03632.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1615581/61-dsc03632.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>The power steering system is said to exhibit no play. The suspension system, including the bushings and shocks, is represented as being original. The accompanying photography shows the Continental Extreme Contact tires have good tread remaining, though there is a blemish in the sidewall of the right front. The front tires carry 2016 DOT date codes, while the rears display 2018 codes. All four wheels show well in the photographs, with no pitting and only minimal curb rash evident.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1615548/28-dsc03586.jpg' alt='https://thumbor-production-auction.hemmings.com/1615548/28-dsc03586.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1615548/28-dsc03586.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1615675/60-dsc03627.jpg' alt='https://thumbor-production-auction.hemmings.com/1615675/60-dsc03627.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1615675/60-dsc03627.jpg' /></p>"
		},
		{
			"id": "C-15",
			"fullName": "2022 Porsche Boxster GTS 4.0 '25 Year'",
			"artist": "",
			"description": "With just under 500 miles, this special edition Boxster has barely been used, and it is reflected both inside and out. All the mechanicals are in good working order, as are the AC and convertible top. The interior retains its youth, with no tears or blemishes.",
			"category": "Sports",
			"endDate": "07-31-2023",
			"img": ["./images/car/C15-1.jpg", "./images/car/C15-2.jpg", "./images/car/C15-3.jpg", "./images/car/C15-4.jpg"],
			"currentBid": 102000,
			"startingBid": 50000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 50,
			"lastUserBid": "Ken",
			"view": 43893,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<h2><strong>Essentials</strong></h2><p>Make: Porsche<br />Model: 718 Boxster GTS 4.0 '25 Year'<br />Year: 2022<br />VIN: WP0CD2A88NS228339<br />Location: Miami, FL<br />Seller: Private seller<br /> </p><h2><strong>Listing at a glance</strong></h2><ul><li>Porsche 718 Boxster GTS 4.0 '25 Years' 472 actual miles</li><li>4.0L H6 (DOHC flat-six)</li><li>7-Speed automatic transmission (Paddle shifted, dual-clutch)</li><li>Convertible</li><li>Steering wheel-mounted drive selector</li><li>Launch mode</li><li>Adaptive dampers</li><li>Limited slip differential</li><li>1 owner</li><li>Clean Carfax</li><li>Limited '25th edition' number 614 of 1250 built</li></ul><h2><strong>Details</strong></h2><p>This 2022 Porsche 718 Boxster GTS 4.0 '25 Years' is a limited edition celebrating the Boxster. This particular example is number 614 of only 1250 built. It is a one-owner car that has 472 actual miles. It is powered by a 4.0-liter flat-six engine that is backed by a seven-speed dual-clutch automatic transmission. This convertible two-door coupe also features a launch mode and a suspension with adaptive dampers. The '25 Years' edition also includes the Chronos Package, which includes a steering wheel-mounted drive mode selector and launch mode. Also included are special gold trim highlights on multiple parts of the body. The interior is trimmed in black leather with heated power seats and a navigation system. The car currently resides in Miami, Florida.<br /><br />With just under 500 miles, this special edition Boxster has barely been used, and it is reflected both inside and out. All the mechanicals are in good working order, as are the AC and convertible top. The interior retains its youth, with no tears or blemishes.<br />This car is being marketed by AuctionsTable on behalf of its current owner and is located in Miami, FL.<br /> </p><h2><strong>About the model</strong></h2><p>ThePorsche 718 Boxster GTS 4.0 is a high-performance sports car produced by the German automaker Porsche. The GTS 4.0 variant of the Boxster was introduced for the 2020 model year and is powered by a naturally aspirated 4.0-liter flat-six engine that delivers 394 horsepower and 309 lb-ft of torque. This engine is paired with a standard six-speed manual transmission or a seven-speed PDK automatic. The car is also fitted with a sport-tuned suspension and a mechanical limited-slip differential. The 2021 Porsche Boxster '25 Years' commemorates the 25th anniversary of the Boxster and comes with the Chronos package and gold highlighted trim and gold rims.&nbsp;</p><h2><strong>Features and Specs</strong></h2><ul><li>4.0L H6 (DOHC flat-six)</li><li>7-Speed automatic transmission (Paddle shifted, dual-clutch)</li><li>Rear wheel drive</li><li>Convertible</li><li>Rear Mid-engine placement</li><li>Gloss black brake calipers</li><li>Cross-drilled brake rotors</li><li>Limited '25 Years' number 614 of 1250 built</li><li>Gold wheels, badges, and front fascia</li><li>GT Silver paint</li><li>Sport Chrono package<ul><li>Steering wheel-mounted drive mode selector</li><li>Launch mode</li></ul></li><li>Adaptive dampers</li><li>Limited slip differential</li><li>Black leather interior</li><li>Navigation</li><li>Power seats</li><li>Heated seats</li></ul><h2><strong>Known Modifications</strong></h2><ul><li>The car remains unmodified</li></ul><h1><strong>Service History</strong></h1><ul><li>No service records</li></ul><h1><strong>Ownership History</strong></h1><ul><li>2021 purchased new in Florida by the current owner&nbsp;</li></ul><h1><strong>Known issues</strong></h1><ul><li>No known issues</li></ul><h1><strong>Due Diligence</strong></h1><ul><li>Third-party photos 5/3/2023</li><li>Carfax 5/5/2023</li></ul><h1><strong>Included in the sale</strong></h1><ul><li>2 sets of keys</li></ul>"
		},
		{
			"id": "C-16",
			"fullName": "Unmodified 2012 Nissan 370Z Convertible Touring",
			"artist": "",
			"description": "The selling dealer states that it will provide a clean and open Oklahoma title for the proper transfer of ownership for this vehicle. There is a $395 doc fee at signing after the car is sold. This 2012 Nissan 370Z Convertible Touring shows less than 100,000 Carfax-verified miles on the odometer and 24 service history records. It appears ready for its next enthusiast owner to enjoy open-air motoring.",
			"category": "Sports",
			"endDate": "07-05-2023",
			"img": ["./images/car/C16-1.jpg", "./images/car/C16-2.jpg", "./images/car/C16-3.jpg", "./images/car/C16-4.jpg"],
			"currentBid": 22000,
			"startingBid": 4800,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 50,
			"lastUserBid": "Jimmy",
			"view": 9063,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>The sixth-generation Nissan Z, known by the company's internal designation as 'Z34,' went into production in 2008 for a 2009 model year introduction. The convertible version of the 370Z followed the coupe to market in 2010. The Z33 models it replaced had ended a six-year hiatus, during which Nissan's Z was not offered in the United States. Eschewing the luxuries that made its Z32 300ZX predecessor as much grand-tourer as sports car, the Z33 was closer in concept to the original S30 240Z, which had been introduced in 1969 as a 1970 model. In turn, the Z34 was lighter, wider, lower, and shorter than the Z33, plus it boasted a larger engine. This unmodified 2012 Nissan 370Z Convertible Touring is offered for sale by a dealer in Oklahoma City and features a seven-speed automatic transmission.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1619968/img-4029.jpg' alt='https://thumbor-production-auction.hemmings.com/1619968/img-4029.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1619968/img-4029.jpg' /></p><h3>POWERTRAIN</h3><p>Nissan's sixth generation Z employed a naturally aspirated 3.7-liter DOHC V6, capable of producing 332 horsepower and 270 lb-ft of torque. The VQ37VHR engine redlined at 7,500 rpm and was quoted as propelling the car to 60 mph in less than five seconds. In this instance, the engine is mated to Nissan's Jatco seven-speed automatic transmission, which sends output to the rear wheels. The seller represents the engine as being original, with no modifications or rebuilds. The engine is said to 'start right up' when cold and exhibits 'no visible leaks or weeps.'&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1619957/img-4007.jpg' alt='https://thumbor-production-auction.hemmings.com/1619957/img-4007.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1619957/img-4007.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1598884/4.jpg' alt='https://thumbor-production-auction.hemmings.com/1598884/4.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1598884/4.jpg' /></p><h3><strong>EXTERIOR</strong></h3><p>According to the seller, the Brilliant Silver paint is original and there have been no modifications to the bodywork. 'One very small scratch on the hood and less than a handful of very small paint chips' are the paint's only reported blemishes. The folding canvas roof is purported to have no leaks or missing components. The seller does note the convertible top 'has to be assisted when opening and closing to keep from snagging on the trunk lid.' Glass and windows are said to be in good condition and all seals are said to display 'no evidence' of leaks. 'No rust is visible,' says the seller and all lights are said by the seller to work.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1587418/img-4020.jpg' alt='https://thumbor-production-auction.hemmings.com/1587418/img-4020.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1587418/img-4020.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1587416/img-4022.jpg' alt='https://thumbor-production-auction.hemmings.com/1587416/img-4022.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1587416/img-4022.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>The black cloth upholstery shows well in the accompanying photograph—save what appears to be some staining on both the driver's and passenger's seats. The seller says the cloth seats have 'no visible cracks or tears and adjust as they should.' The carpets are characterized as being in 'great condition' and the seller notes there are no floormats. The roof's headliner is also described as being in 'great condition' with 'no sags.' All instrumentation is said to be working, as is the aftermarket Kenwood head unit, which the seller says offers Bluetooth, Apple CarPlay and Android Auto compatibility. Power windows and door locks are reported to be working. As for the interior trim, the seller notes, 'The only missing item is the passenger side SRS airbag button cover.' Heat and A/C systems are said to be functional.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1598907/26.jpg' alt='https://thumbor-production-auction.hemmings.com/1598907/26.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1598907/26.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1598902/21.jpg' alt='https://thumbor-production-auction.hemmings.com/1598902/21.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1598902/21.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>No information was provided by the selling dealer regarding chassis or suspension service. The provided photos seem to show minor surface corrosion on the undercarriage, commensurate with the car's age and mileage. The black factory wheels are said by the seller to exhibit 'no visible curb rash or pitting.' While the age of the tires is said to be unknown, the seller notes they have 'lots of tread remaining.' DOT date codes, showing tire age, are not visible in the images provided.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1587415/img-4023.jpg' alt='https://thumbor-production-auction.hemmings.com/1587415/img-4023.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1587415/img-4023.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1598915/34.jpg' alt='https://thumbor-production-auction.hemmings.com/1598915/34.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1598915/34.jpg' /></p>"
		},
		{
			"id": "C-17",
			"fullName": "One-Owner 2002 BMW Z3 2.5i Convertible With a Five-Speed",
			"artist": "",
			"description": "The seller states this vehicle will be sold on a clean Tennessee title in his wife's name. All sales records and service records since new for this one-owner 2002 BMW Z3 2.5i Convertible are said to be included.",
			"category": "Sports",
			"endDate": "07-19-2023",
			"img": ["./images/car/C17-1.jpg", "./images/car/C17-2.jpg", "./images/car/C17-3.jpg", "./images/car/C17-4.jpg"],
			"currentBid": 12450,
			"startingBid": 2200,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 9,
			"lastUserBid": "Ian",
			"view": 2863,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>BMW's Z3 was the marque's first regular-production small roadster, emerging after Mazda's Miata proved there was a market for such automobiles. Introduced in 1995, it was also the first BMW model to appear in a James Bond film,&nbsp;<em>GoldenEye</em>. In yet another first, the E36/7 Z3 was the first BMW roadster to be built in the United States, at the company's Spartanburg, South Carolina manufacturing facility. The original owner, whose wife purchased the car for him new in May of 2002, is offering this 2002 BMW Z3 2.5i Convertible, with a five-speed manual transmission and BMW's maple wood trim.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1600531/98606112.jpg' alt='https://thumbor-production-auction.hemmings.com/1600531/98606112.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1600531/98606112.jpg' /></p><h3><strong>POWERTRAIN</strong></h3><p>BMW got 184 horsepower and 175 lb-ft of torque from its B25 normally aspirated 2.5-liter DOHC inline-six, an example of which powers the Z3 roadster offered here. According to the seller, this is the original engine, with no modifications. The seller says all preventive maintenance has been performed as recommended, including oil changes, coolant changes, and brake fluid changes. The Getrag 250 five-speed manual transmission, characterized as 'normal shifting without any clunks or thumps,' conducts engine output to the rear wheels. The seller says there are 'no problems with cold start, no special process required to start the engine, no smoke, and normal idle.' The seller also states there are no leaks or weeps and most of the 114,000 miles were on the Natchez Trace Parkway during the 15 years he worked in Tupelo, MS, and drove between Nashville and Tupelo, 200 miles each way.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1602697/img-3659.jpg' alt='https://thumbor-production-auction.hemmings.com/1602697/img-3659.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1602697/img-3659.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1602696/img-3660.jpg' alt='https://thumbor-production-auction.hemmings.com/1602696/img-3660.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1602696/img-3660.jpg' /></p><h3><strong>EXTERIOR</strong></h3><p>The bodywork shows well in the accompanying photographs, save for a slight scratch reported by the seller on the front bumper.&nbsp; Aside from that, the Atlanta Blue Metallic paint is said to be 'excellent.' The roof is also characterized as being in 'excellent' condition, as the 'car as always been garaged.'&nbsp; The seller notes a small section of plastic window trim is loose around a short segment of the back window. Aside from that, all other windows and glass are said to be 'excellent,' with 'no scratches or cracks.'&nbsp; The owner states there is 'no rust,' nor has the car ever required rust repair. Further, the owner represents the car as having never been driven in ice or snow. Seals are said to be 'excellent,' and all lights are said to work.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1600533/98606099.jpg' alt='https://thumbor-production-auction.hemmings.com/1600533/98606099.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1600533/98606099.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1602687/img-3667.jpg' alt='https://thumbor-production-auction.hemmings.com/1602687/img-3667.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1602687/img-3667.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>The Beige Classic leather interior's upholstery has a small tear on the lower left torso bolster of the driver's seat. Aside from that, the interior shows well in the accompanying photographs. The carpeting, while exhibiting some stains, is said by the seller to have 'no holes or worn areas'. The roof's headliner shows water stains in the photographs the seller provided. All interior trim is said to be intact, power windows and door locks are said to 'work normally,' and the instrumentation is said to exhibit 'no accuracy issues.' The factory audio system is intact and functioning. Heat and A/C are said to work as well.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1602898/img-3694.jpg' alt='https://thumbor-production-auction.hemmings.com/1602898/img-3694.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1602898/img-3694.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1602901/img-3688.jpg' alt='https://thumbor-production-auction.hemmings.com/1602901/img-3688.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1602901/img-3688.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>According to the seller, the tires are 'seven years old and have 13,000 miles of wear with good tread remaining.' The DOT date codes indicate the tires were manufactured during August of 2015. The seller says, 'the wheels have no curb rash or pitting and exhibit no vibration at speed on the highway,' though there are some blemishes evident in the photographs. The suspension system is said to have no modifications and the steering is said to exhibit 'no play or vagueness in the wheel.' The power steering system exhibits 'no leaks or weeps from the lines or the pump' according to the seller. He says there are 'no issues with the brakes and the pedal does not feel mushy,' and represents the shocks and bushings as being in 'good condition, with no visible leaks on the shocks and no cracked or damaged bushings.'</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1605784/98606103.jpg' alt='https://thumbor-production-auction.hemmings.com/1605784/98606103.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1605784/98606103.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1600521/98606120.jpg' alt='https://thumbor-production-auction.hemmings.com/1600521/98606120.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1600521/98606120.jpg' /></p>"
		},
		{
			"id": "C-18",
			"fullName": "Restored 1974 BMW 2002 With a Four-Speed",
			"artist": "",
			"description": "The seller states this vehicle will be sold on a clean New Jersey title in his name. Further, he says he will include the body shop receipts, photos of the repairs in progress, and receipts for the parts purchased and installed to restore this 1974 BMW 2002.",
			"category": "Sports",
			"endDate": "07-29-2023",
			"img": ["./images/car/C18-1.jpg", "./images/car/C18-2.jpg", "./images/car/C18-3.jpg", "./images/car/C18-4.jpg"],
			"currentBid": 32000,
			"startingBid": 11700,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 31,
			"lastUserBid": "David",
			"view": 24063,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>This restored 1974 BMW 2002, offered for sale by a private owner in Brick, New Jersey, features a four-speed manual transmission. Per the seller, all of its systems were either refurbished or replaced as needed during the car's restoration. A near barn find, the seller says, 'I found the car sitting at a local repair shop for sale. The owner had passed and the car was sitting near a barn. It ran, so I drove it home where I determined it was all-original. I want to never see 2002 BMWs off the road and junked, so I restored this one and am offering it for sale.'<br /> </p><p>The seeds for the BMW 2002 were planted in 1967, when two of the company's executives met at a company workshop and discovered they had something in common. Unbeknownst to one another, each of them had replaced the 1.6-liter engines in their BMW coupes with 2.0-liter engines in a quest for greater performance. Their shared enthusiasm led them to put forth a proposal to the company's board to offer cars configured this way, and the 2002 was born. There were three generations of the BMW 2002 over the eight and a half years of the model's production run of 410,497 cars. First generation 2002s were manufactured between 1968 and 1971. The second generation, or model 71, was built between 1971 and 1973. And the third generation—model 73—was produced between 1973 and 1976, when the 320i replaced the 2002.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1595960/99055625.jpg' alt='https://thumbor-production-auction.hemmings.com/1595960/99055625.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1595960/99055625.jpg' /></p><h3><strong>POWERTRAIN</strong></h3><p>Capable of propelling the diminutive coupe to a top speed of 130 miles per hour, the 2.0-liter carbureted SOHC inline-four was rated at 100 horsepower and 116 lb-ft of torque when new. The car's 0 to 60 mph time was quoted at a then-impressive 7.3 seconds. This 75,000-mile example is paired with a four-speed manual transmission, which sends the engine's output to the rear wheels. According to the seller, the unmodified engine in this car was serviced by a BMW mechanic in preparation for this sale and has 'no issues.' To conduct a cold start, the seller says, 'pump the throttle once, set the choke, and turn the key.' The engine is said to 'idle fine, and never exhibit any smoke.' The seller also reports there are no issues with the shifting of the transmission. Both the engine and the transmission are said to be free of leaks and weeps as well.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1645243/99055627.jpg' alt='https://thumbor-production-auction.hemmings.com/1645243/99055627.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1645243/99055627.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1645244/99055626.jpg' alt='https://thumbor-production-auction.hemmings.com/1645244/99055626.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1645244/99055626.jpg' /></p><h3><strong>EXTERIOR</strong></h3><p>'An $8,000 basecoat, clearcoat paint job [in&nbsp;<em>Siennabrun</em>] was applied six months ago,' says the seller, and 'there are no body blemishes.' All glass and windows are reported to be original, free of damage, and 'perfect.' Body seals were replaced, according to the seller, and the car is said to have no leaks. A new fender was fitted at the left front corner and the accompanying marker light was replaced with a new one to deal with a rust issue, according to the seller. With that fix in place, the seller declares the car to have 'no rust.' There are no other body modifications reported and all lighting instruments are said to be working. The heater is also said to work and the car has no A/C.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1595971/99055634.jpg' alt='https://thumbor-production-auction.hemmings.com/1595971/99055634.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1595971/99055634.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1607818/img-2704.jpg' alt='https://thumbor-production-auction.hemmings.com/1607818/img-2704.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1607818/img-2704.jpg' /></p><h3><strong>INTERIOR</strong></h3><p>The tan vinyl interior is declared by the seller to be original and in 'excellent condition.' All seat adjustments are said to work. The carpeting is reported as being new and the headliner is said to exhibit no sag. The dome lights are also stated by the seller to work, and he says their switches in the doorframes were replaced. All of the gauges are described as working, with 'no issues.' The car's audio system is anchored by what the seller says is a new Blaupunkt CD unit. He says the speakers were replaced with new ones as well. The seller also says he had a USB port installed in the center console to support phone charging. Aside from that, the seller asserts there are no other modifications to the interior. The hand-cranked windows are reported to be functioning as are the manually operated door locks.&nbsp;</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1645237/img-2439.jpg' alt='https://thumbor-production-auction.hemmings.com/1645237/img-2439.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1645237/img-2439.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1645668/d33119.jpg' alt='https://thumbor-production-auction.hemmings.com/1645668/d33119.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1645668/d33119.jpg' /></p><h3><strong>CHASSIS</strong></h3><p>There are no suspension system modifications, neither is there any play in the steering wheel, based upon the seller's assertions. Bushings and shocks are said by the seller to be in 'good general condition, good working order, and no suspension work is needed at this time.' The shocks are said by the seller to exhibit no leaks. Similarly, he reports no issues with the brakes. The 175/70R13 Kumho Solus tires are declared by the seller to be 'just about new,' confirmed by the mid-2020 DOT date codes. All five of the factory wheels were restored, painted in BMW silver, and fitted with new center caps according to the seller.</p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1607619/img-2666.jpg' alt='https://thumbor-production-auction.hemmings.com/1607619/img-2666.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1607619/img-2666.jpg' /></p><p><img data-v-0500ff86=' data-src='https://thumbor-production-auction.hemmings.com/830x0/1607762/img-2764.jpg' alt='https://thumbor-production-auction.hemmings.com/1607762/img-2764.jpg' lazy='loaded' src='https://thumbor-production-auction.hemmings.com/830x0/1607762/img-2764.jpg' /></p>"
		}
	]
}
