{
	"painting": [
		{
			"id": "P-01",
			"fullName": "The Storm on the Sea of Galilee",
			"artist": "Rembrandt",
			"description": "Christ in the Storm on the Sea of Galilee is a 1633 oil-on-canvas painting by the Dutch Golden Age painter Rembrandt van Rijn. It is classified as a historical painting and is one of the largest and earliest works we have from Rembrandta",
			"category": "History",
			"endDate": "06-28-2023",
			"img": "./images/painting/P-01.webp",
			"currentBid": "$16.000.000",
			"startingBid": "$2.500.000",
			"finalPrice": null,
			"end": false
		},
		{
			"id": "P-02",
			"fullName": "Flaming June",
			"artist": "Frederic Leighton",
			"description": "Flaming June is a painting by Sir Frederic Leighton, produced in 1895. Painted with oil paints on a 47-by-47-inch square canvas, it is widely considered to be Leighton's best-known work in the 21st century, much reproduced in posters and the like. It shows a sensuous version of his classicist Academic style",
			"category": "Portrait",
			"endDate": "05-31-2023",
			"img": "./images/painting/P-02.webp",
			"currentBid": "$18.000.000",
			"startingBid": "$3.500.000",
			"finalPrice": null,
			"end": false
		},
		{
			"id": "P-03",
			"fullName": "Luncheon of the Boating Party",
			"artist": "Pierre-Auguste Renoir",
			"description": "TLuncheon of the Boating Party French: Le Déjeuner des canotiers is an 1881 painting by French impressionist Pierre-Auguste Renoir. Included in the Salon in 1882, it was identified as the best painting in the show by three critics",
			"category": "Still Life",
			"endDate": "06-29-2023",
			"img": "./images/painting/P-03.jpg",
			"currentBid": "$5.000.000",
			"startingBid": "$2.500.000",
			"finalPrice": null,
			"end": false
		},
		{
			"id": "P-04",
			"fullName": "The Starry Night",
			"artist": "Vincent van Gogh",
			"description": "The artist is looking down on a village from an imaginary viewpoint. It is framed by his newly-discovered motifs: at left a cypress towers skywards, at right a group of olive trees cluster into the cloud, and against the horizon run the undulating waves of the Alpilles.",
			"category": "Landscape",
			"endDate": "05-31-2023",
			"img": "./images/painting/P-04.jpg",
			"currentBid": "$16.000.000",
			"startingBid": "$2.500.000",
			"finalPrice": null,
			"end": false
		},
		{
			"id": "P-05",
			"fullName": "Van Gogh's Self-Portraits",
			"artist": "Vincent van Gogh",
			"description": "Van Gogh's Self-Portraits",
			"category": "Portrait",
			"endDate": "05-30-2023",
			"img": "./images/painting/P-05.jpg",
			"currentBid": "$14.000.000",
			"startingBid": "$2.500.000",
			"finalPrice": null,
			"end": false,
			"content": "<h3><strong>There are over 35 self-portraits by Vincent but just one portrait photo of him</strong></h3><p>Only one portrait photo of Vincent has survived. It shows him at the age of 19 with a slightly gruff expression. Almost everything else we know about his appearance comes from the many self-portraits he painted.</p><p>No fewer than 35 of them are known. They tell us that he had red hair, green eyes and an angular face. Yet each of those faces is different. Vincent himself wrote:</p><p><em>'People say  and I'm quite willing to believe it  that it's difficult to know oneself - but it's not easy to paint oneself either.'</em></p><p style='text-align:center'><img src='https://assets.vangoghmuseum.nl/8ff9d7ee-0212-4872-95ab-8fb1f4f59ead?w=800&amp;format=webp&amp;c=5feb2b7b70dd00c9c7d9814e6a41a739f0839d3b68629eaa3a15d41a68fb85c4' /></p><h3><strong>Vincent didn't paint self-portraits because he was vain</strong></h3><p>Vincent produced his self-portraits because he wanted to practise painting people.</p><p>The majority of them - over 25 - were done while he was in Paris (1886-88). He was short of money in that period and struggled to find models. So the artist chose the simplest solution and painted himself.</p><p>To save money, he sometimes painted self-portraits on the back of other paintings. By doing that, he avoided the costs not only of a model but also of expensive canvas. You can see&nbsp;five such self-portraits&nbsp;in the Van Gogh Museum's online collection.</p><p>In July 2022&nbsp;a hidden self-portrait&nbsp;was discovered in the collection of The National Galleries of Scotland in Edinburgh.</p><h3><strong>The self-portraits tell us something about his personality</strong></h3><p>Vincent often presented himself as restrained and serious in his self-portraits, with a look of concentration on his face..</p><p>All the same, something of Vincent's personality can be found in each self-portrait. He described the last one he did in Paris as&nbsp;<em>'quite unkempt and sad' [...] something like, say, the face of  death'</em>. That's how he felt at the time: mentally and physically exhausted.</p><p style='text-align:center'><img src='https://iiif.micr.io/qJphF/full/800,/0/default.webp'/></p>"
		},
		{
			"id": "P-06",
			"fullName": "Starry Night Over the Rhone",
			"artist": "Vincent van Gogh",
			"description": "The painting capture the reflections of the gas lighting in Arles across the glimmering blue water of the Rhone. In the foreground, two lovers stroll by the banks of the river. Here his stars glow with a luminescence, shining from the dark, blue and velvety night sky. Dotted along the banks of the Rhone houses also radiate a light that reflects in the water and adds to the mysterious atmosphere of the painting.",
			"category": "Landscape",
			"endDate": "05-29-2023",
			"img": "./images/painting/P-06.jpg",
			"currentBid": "$5.800.000",
			"startingBid": "$2.500.000",
			"finalPrice": null,
			"end": false
		},
		{
			"id": "P-07",
			"fullName": "Still life with Irises",
			"artist": "Vincent van Gogh",
			"description": "Vase with Irises Against a Yellow Background stands out as one of Vincent van Gogh's most well known floral still life paintings.",
			"category": "Still Life",
			"endDate": "05-30-2023",
			"img": "./images/painting/P-07.jpg",
			"currentBid": "$4.500.000",
			"startingBid": "$2.500.000",
			"finalPrice": null,
			"end": false
		},
		{
			"id": "P-08",
			"fullName": "Mona Lisa",
			"artist": "Leonardo da Vinci",
			"description": "Mona Lisa's Self-Portraits",
			"category": "Portrait",
			"endDate": "05-30-2023",
			"img": "./images/painting/P-08.jpg",
			"currentBid": "$19.000.000",
			"startingBid": "$8.000.000",
			"finalPrice": null,
			"end": false
		},
		{
			"id": "P-09",
			"fullName": "Girl with a Pearl Earring",
			"artist": "Johannes Vermeer.",
			"description": " It depicts a European girl wearing exotic dress, an oriental turban, and what appears to be a very large pearl as an earring. The subject of the painting is unknown, with it either being possible that she was a real model, or that Vermeer created a more generalised and mysterious woman, perhaps representing a Sibyl or biblical figure. There has been speculation that she is the artist's eldest daughter, Maria, though this has been dismissed as an anachronism by some art historians.",
			"category": "Portrait",
			"endDate": "05-30-2023",
			"img": "./images/painting/P-09.jpg",
			"currentBid": "$9.500.000",
			"startingBid": "$3.000.000",
			"finalPrice": null,
			"end": false
		},
		{
			"id": "P-10",
			"fullName": "The Great Wave off Kanagawa",
			"artist": "Katsushika Hokusai",
			"description": "The print depicts three boats moving through a storm-tossed sea, with a large wave forming a spiral in the centre and Mount Fuji visible in the background.",
			"category": "Nature",
			"endDate": "05-30-2023",
			"img": "./images/painting/P-10.jpg",
			"currentBid": "$6.500.000",
			"startingBid": "$1.200.000",
			"finalPrice": null,
			"end": false
		},
		{
			"id": "P-11",
			"fullName": "The Ninth Wave",
			"artist": "Ivan Aivazovsky",
			"description": "It depicts a sea after a night storm and people facing death attempting to save themselves by clinging to debris from a wrecked ship. The debris, in the shape of the cross, appears to be a Christian metaphor for salvation from the earthly sin. ",
			"category": "Nature",
			"endDate": "05-30-2023",
			"img": "./images/painting/P-11.jpg",
			"currentBid": "$5.000.000",
			"startingBid": "$1.000.000",
			"finalPrice": null,
			"end": false
		},
		{
			"id": "P-12",
			"fullName": "Vase of Flowers",
			"artist": "Jan Davidsz. de Heem",
			"description": "Vase of Flowers by Jan Davidsz. de Heem",
			"category": "Still Life",
			"endDate": "05-30-2023",
			"img": "./images/painting/P-12.jpg",
			"currentBid": "$2.000.000",
			"startingBid": "$1.000.000",
			"finalPrice": null,
			"end": false
		}
	]
}
