{
	"painting": [
		{
			"id": "P-01",
			"fullName": "The Storm on the Sea of Galilee",
			"artist": "Rembrandt",
			"description": "Christ in the Storm on the Sea of Galilee is a 1633 oil-on-canvas painting by the Dutch Golden Age painter Rembrandt van Rijn. It is classified as a historical painting and is one of the largest and earliest works we have from Rembrandta",
			"category": "History",
			"endDate": null,
			"img": ["./images/painting/P-01.webp"],
			"currentBid": 16000000,
			"startingBid": 2500000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 26,
			"lastUserBid": "funfun123",
			"view": 12233,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p style='text-align: center;'></p><h2><strong>The Storm on the Sea of Galilee, 1633 by Rembrandt</strong></h2><p style='text-align: center;'><img src='https://www.rembrandtpaintings.com/images/paintings/the-storm-on-the-sea-of-galilee.jpg' /></p><p>During the 1630s, just when Rembrandt came to Amsterdam to begin his career in earnest, he painted what many consider his most dramatic works.&nbsp;<strong>The Storm on the Sea of Galilee</strong>&nbsp;exemplifies this type of work. Rembrandt chose a story from the Bible perhaps to show the seriousness of his artistic intentions. He came to Amsterdam fully intending to become known as an artist of only history paintings and portraits. However, he created this painting using a maritime theme. He demonstrated that he could combine a history painting with a seascape using a story from the New Testament.&nbsp;<strong>The Storm on the Sea of Galilee</strong>&nbsp;is Rembrandt's only seascape.<br /><br />This episode from New Testament would be one familiar to people of Rembrandt's time and one also, in all likelihood, appreciated by them. However, the dramatic tension instilled in the painting would provide the story with an entirely new and startling interpretation. This example of experimentation and risk-taking by the then twenty-seven-year old Rembrandt distinguished him from his peers and became the hallmark of his artistic progression.</p><p style='text-align: center;'><iframe width='720' height='405' src='https://www.youtube.com/embed/JwSqnVaDOr8' frameborder='0' allow='accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture' allowfullscreen=''></iframe></p><p>It is during an intense and violent storm that the disciples of Christ became terrified. The small boat upon which they are sailing is about to become engulfed in a wave on the Sea of Galilee. Christ, who is seated at the stern, is awoken and appears to admonish the disciples just as he is about to command the storm to stop. It is this miracle that Rembrandt depicts. The mast of the ship points toward two corners of the painting. This serves to divide the painting into two triangles. In looking at his left triangle, it can be seen that Rembrandt invests in that space certain elements of the event about to occur--the crashing waves, the boat high in the air and several paintings characters in various states of distress. However, he also places a dramatic yellow light that opens hopefully in the distance, drenching the edge of the clouds and the ships mainsail. The right side of the diagonal is darker and more obscured, yet to be bathed in the light, a striking example of Rembrandt's chiaroscuro style.<br /><br />In an allegorical sense, the work also illustrates the power of nature and man's helplessness in its force. Numbered among the twelve disciples were fisherman and sailors; however, in this scene they are powerless and exposed to elements. They can only hang on. One holds his hand over the side while others futilely attempt to steady the boat, the man on the left putting one hand to his hat and the other to the rigging is said to have the face of Rembrandt. It has been theorized that Rembrandt's point in this is to put himself in the event through his imagination to inspire faith in the Biblical text, affirming its occurrence.</p><table><tbody><tr><td scope='col' style='text-align:center'><img alt='The Storm on the Sea of Galilee, 1633 by Rembrandt' class='' src='https://www.rembrandtpaintings.com/images/stewart-gardner-museum-photo.jpg' /></td></tr><tr><td scope='col'></td></tr></tbody></table><p><strong>The Storm on the Sea of Galilee</strong>&nbsp;was previously in the&nbsp;Isabella Stewart Gardner Museum&nbsp;in Boston. Early in the morning of March 18, 1990, two thieves disguised as police officers robbed the museum of thirteen works worth some $500 million - the greatest known property theft in history. Among the works was&nbsp;<strong>The Storm on the Sea of Galilee</strong>, Rembrandt's only known seascape. Also missing is&nbsp;The Concert, one of only 34 known by&nbsp;Johannes Vermeer.</p><p style='text-align: center;'></p>"
		},
		{
			"id": "P-02",
			"fullName": "Flaming June",
			"artist": "Frederic Leighton",
			"description": "Flaming June is a painting by Sir Frederic Leighton, produced in 1895. Painted with oil paints on a 47-by-47-inch square canvas, it is widely considered to be Leighton's best-known work in the 21st century, much reproduced in posters and the like. It shows a sensuous version of his classicist Academic style",
			"category": "Portrait",
			"endDate": null,
			"img": ["./images/painting/P-02.webp"],
			"currentBid": 18000000,
			"startingBid": 3500000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 30,
			"lastUserBid": "abcd12346",
			"view": 123352,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<h2><strong>Flaming June, once a student poster favourite, returns to London home</strong></h2><p>The only colour study by Frederic Leighton for his famous painting is set to go on show at restored museum</p><p><em>Flaming June</em>, surely the most romantic and summery of all well-known British paintings, is finally returning home, to the London house where Frederic Leighton first imagined his&nbsp;fiery image&nbsp;almost 130 years ago.</p><p>Now, as temperatures rise in the run-up to June, the museum in the artist's former home has been unexpectedly given the smaller, first version of the world-famous work that Leighton painted in 1894.</p><p>“Without question,&nbsp;<em>Flaming June</em>&nbsp;is the most impactful image that Leighton ever produced,” said the museum's senior curator, Daniel Robbins. “The strong colour was referred to by critics at the time, but they really had no idea then that the painting would go on to have such resonance.”</p><p>Leighton painted&nbsp;<em>Flaming June</em>&nbsp;towards the end of his life, and it was one of his last submissions to the Royal Academy summer show.</p><p>“We have always known Leighton worked in a systematic, methodical way; first making sketches and then a colour study in oil to get the colour balance and the harmony of the picture right,” said Robbins. “Then he usually went on to paint the full canvas with very little deviation. But in this case we can see he later thought better of a little island in the background, and he also changed the shape of the awning above the reclining figure. The little painting certainly communicates the vibrancy and colour of the final work.”</p><p>The recently restored&nbsp;museum&nbsp;at&nbsp;Leighton House&nbsp;is one of the nominees for the 2023 Art Fund Museum of the Year prize, and Robbins and his team regard the return of&nbsp;<em>Flaming June</em>&nbsp;as an equal bit of good fortune.</p><p>“This is the perfect moment. When we were planning the new displays, we wanted to introduce him as a person and show something of his process. Then, out of the blue, the new owner of the painting, Sir David Verey, chairman of the Friends of Leighton House, showed me the contents of a crate. Inside was his new purchase, the only colour study for&nbsp;<em>Flaming June</em>, which he wanted to give to us.</p><p style='text-align: center;'><img alt='Colour study for Flaming June by Frederic Leighton.' class='img-fluid' width='445' height='443.48639455782313' src='https://i.guim.co.uk/img/media/b017e031475386adc882529c4a80c166493b732b/0_0_2646_2637/master/2646.jpg?width=620&quality=45&dpr=2&s=none' /></p><p>“The works of Leighton's mature career were all painted in the studio on the first floor of the house. Before he died in 1896, he gave the study of&nbsp;<em>Flaming June</em>&nbsp;to his friend, the baritone George Henschel, and it has only had three owners since.”</p><p>The full canvas, finished in 1895 and owned since 1963 by the Museo de Arte de Ponce in Puerto Rico, is currently on show in the Metropolitan Museum of&nbsp;Art&nbsp;in New York. When it was loaned to the London museum seven years ago, it proved a big draw.</p><div id='' style='left: 204.3px; top: 537.975px;'></div>"
		},
		{
			"id": "P-03",
			"fullName": "Luncheon of the Boating Party",
			"artist": "Pierre-Auguste Renoir",
			"description": "TLuncheon of the Boating Party French: Le Déjeuner des canotiers is an 1881 painting by French impressionist Pierre-Auguste Renoir. Included in the Salon in 1882, it was identified as the best painting in the show by three critics",
			"category": "Still Life",
			"endDate": null,
			"img": ["./images/painting/P-03.jpg"],
			"currentBid": 5000000,
			"startingBid": 2500000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 30,
			"lastUserBid": "yrust238",
			"view": 122343,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p><img class='img-fluid' src='https://www.phillipscollection.org/sites/default/files/styles/feature_extra_large_no_crop_1200_/public/collection/1637.jpg?itok=XH83pQkf' /></p><p>Shortly after confirming his purchase of the&nbsp;<em>Luncheon of the Boating Party</em>, Duncan Phillips wrote an enthusiastic letter from Paris informing his treasurer of the acquisition: “The Phillips Memorial Gallery is to be the possessor of one of the greatest paintings in the world … It will do more good in arousing interest and support for (the Phillips Memorial Gallery) than all the rest of our collection put together. Such a picture creates a sensation wherever it goes.” In an affirmation of Phillips's foresight, these statements have proved themselves correct. The&nbsp;<em>Luncheon of the Boating Party</em>&nbsp;is undoubtedly among the most visited, commented upon, and memorable paintings in The Phillips&nbsp;Collection.</p><p>Most of the models in the painting, all friends of the artist, have been identified. In the right foreground, Angèle, one of Renoir's frequent models, turns her head toward the standing Maggiolo, a journalist. The painter Gustave Caillebotte sits backward in his chair and stares across the table at Aline Charigot, Renoir's future wife, who coos at her terrier, while the burly Alphonse Fournaise Jr., son of the restaurant's owner, leans against the balcony's railing surveying the scene. In the center, Baron Raoul Barbier, a former cavalry officer, is seated with his back to the viewer speaking to the woman resting on her elbows on the railing, who is thought to be Alphonsine Fournaise, the daughter of the proprietor. Across the table from Barbier is the actress Ellen Andrée, drinking from a glass. Behind her, the top-hatted Charles Ephrussi, a banker and editor of&nbsp;<em>Gazette des beaux-arts</em>, chats with Jules Laforgue, poet, critic, and Ephrussi's personal secretary. In the upper right, Eugène Pierre Lestringuez, an official in the Ministry of the Interior, laughs with Jeanne Samary, a famous actress with the Comédie Française, while the artist Paul Lhote, a close friend of Renoir's, cocks his head. Renoir has immortalized his friends to such a degree that the image is “not anectdotal but monumental.” Marjorie Phillips was inspired to write: “In the light of time it does not matter much who the figures are. They are every man, all people.” Renoir's magnus opus is a very tightly composed work, uniting within one image the time-honored compositional traditions of figure painting, still life and&nbsp;landscape.</p><p>Hailed as “one of the most famous French paintings of modern times” when it was first exhibited, the&nbsp;<em>Luncheon of the Boating Party</em>&nbsp;was flanked by Alfred Sisley's&nbsp;<em>Snow at Louveciennes</em>&nbsp;and&nbsp;<em>Banks of the Seine</em>&nbsp;at the Phillips Memorial Gallery in December 1923. At the time, Phillips had intentions of forming a unit of Renoir's works; however, as the painting came to serve its purpose as a magnet attracting to the museum “pilgrims to pay homage from all over the civilized world,” Phillips realized that the&nbsp;<em>Luncheon of the Boating Party</em>&nbsp;was the only major work by the artist that he would&nbsp;need.</p>"
		},
		{
			"id": "P-04",
			"fullName": "The Starry Night",
			"artist": "Vincent van Gogh",
			"description": "The artist is looking down on a village from an imaginary viewpoint. It is framed by his newly-discovered motifs: at left a cypress towers skywards, at right a group of olive trees cluster into the cloud, and against the horizon run the undulating waves of the Alpilles.",
			"category": "Landscape",
			"endDate": null,
			"img": ["./images/painting/P-04.jpg"],
			"currentBid": 16000000,
			"startingBid": 2500000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 94,
			"lastUserBid": "ngodinhtan123",
			"view": 1299819,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p style='text-align: center;'><img aria-describedby='caption-attachment-84852' decoding='async' alt='Van Gogh Starry Night' width='750' height='594' srcset='https://mymodernmet.com/wp/wp-content/uploads/2017/05/van-gogh-starry-night.jpg 750w, https://mymodernmet.com/wp/wp-content/uploads/2017/05/van-gogh-starry-night-300x238.jpg 300w' sizes='(max-width: 750px) 100vw, 750px' src='https://mymodernmet.com/wp/wp-content/uploads/2017/05/van-gogh-starry-night.jpg' /></p><p>Vincent van Gogh, “The Starry Night,” 1889 (Photo: Public domain via&nbsp;Wikimedia Commons&nbsp;)<br />This post may contain affiliate links. If you make a purchase, My Modern Met may earn an affiliate commission. Please read&nbsp;our disclosure&nbsp;for more info.</p><p>With a well-known and universally adored body of work,&nbsp;<strong>Vincent van Gogh</strong>&nbsp;is arguably&nbsp;one of the most iconic&nbsp;artists of all time. As a pioneering&nbsp;Post-Impressionist&nbsp;figure, Van Gogh paved the way for other avant-garde artists and played a key role in the evolution of&nbsp;modern art.&nbsp;Among his many world-famous paintings,&nbsp;<strong><em>The Starry Night&nbsp;</em></strong>(1889)<em>,&nbsp;</em>a piece&nbsp;produced late in the artist's exceptionally&nbsp;short career, has a particularly important place in art history.</p><p>With swirling brushstrokes, Van Gogh created a revolutionary oil painting of the night sky. Pops of vibrant yellow stars pierce through the deep blue sky, which is shown blanketing a village. The village itself is important because it alludes to where this troubled genius was located when he painted the masterpiece. The painter's well-known mental health issues have a large role in his creative output and&nbsp;<em>The Starry Night&nbsp;</em>is no different. In fact, the village is based on the view from his window in a mental asylum in Southern France.</p><p>To understand the profound impact of&nbsp;<em>The Starry Night</em>, one must explore the context, content, and influence of this magical masterpiece that has an estimated worth of over $107 million.</p><h2>Pictorial Analysis of&nbsp;<em>Starry Night</em></h2><p><img aria-describedby='caption-attachment-529243' decoding='async' data-src='https://mymodernmet.com/wp/wp-content/uploads/2022/07/van-gogh-starry-night-detail-1-2.jpeg' alt='Detail of the Sky in Vincent Van Gogh's Starry Night' width='750' height='558' data-srcset='https://mymodernmet.com/wp/wp-content/uploads/2022/07/van-gogh-starry-night-detail-1-2.jpeg 750w, https://mymodernmet.com/wp/wp-content/uploads/2022/07/van-gogh-starry-night-detail-1-2-300x223.jpeg 300w' sizes='(max-width: 750px) 100vw, 750px' srcset='https://mymodernmet.com/wp/wp-content/uploads/2022/07/van-gogh-starry-night-detail-1-2.jpeg 750w, https://mymodernmet.com/wp/wp-content/uploads/2022/07/van-gogh-starry-night-detail-1-2-300x223.jpeg 300w' src='https://mymodernmet.com/wp/wp-content/uploads/2022/07/van-gogh-starry-night-detail-1-2.jpeg' /></p><h3><strong>VAN GOGH, COMPOSITION, AND COLOR</strong></h3><p>Rendered in the artist's&nbsp;characteristic, Post-Impressionist style,&nbsp;<em>The Starry Night</em>&nbsp;features short, painterly brushstrokes, an artificial color palette, and a focus on luminescence. This artistic approach is particularly evident in the sky, which is composed of a thickly applied tonal collection of blue and gold hues. It's this treatment that helps to explain&nbsp;<strong>why it became so famous</strong>.</p><p>The ethereal painting's balanced composition is composed of celestial swirls, stylized stars, a radiating moon, an idyllic village, and a sky-high cypress tree. While the depiction is based on his real-life view of the village, Van Gogh took some liberties when painting it—a notable fact, as the Dutch artist was known for faithfully painting what he saw before him.</p><p>The sky of&nbsp;<em>The Starry Night</em>&nbsp;is the most dream-like element of the composition. There, Van Gogh seems to convey turbulent emotion, particularly in the curves and swirls that move across the canvas. The hamlet, including the prominent church spire (which is thought to be inspired by the architecture of his home in the Netherlands) is also entirely imagined.</p><p style='text-align: center;'><img aria-describedby='caption-attachment-529240' decoding='async' data-src='https://mymodernmet.com/wp/wp-content/uploads/2022/07/van-gogh-starry-night-detail-2.jpeg' alt='Village in Van Gogh's Starry Night' width='750' height='528' data-srcset='https://mymodernmet.com/wp/wp-content/uploads/2022/07/van-gogh-starry-night-detail-2.jpeg 750w, https://mymodernmet.com/wp/wp-content/uploads/2022/07/van-gogh-starry-night-detail-2-300x211.jpeg 300w' sizes='(max-width: 750px) 100vw, 750px' srcset='https://mymodernmet.com/wp/wp-content/uploads/2022/07/van-gogh-starry-night-detail-2.jpeg 750w, https://mymodernmet.com/wp/wp-content/uploads/2022/07/van-gogh-starry-night-detail-2-300x211.jpeg 300w' src='https://mymodernmet.com/wp/wp-content/uploads/2022/07/van-gogh-starry-night-detail-2.jpeg' /></p><p>Detail of village. (Photo: (Photo: Public domain via&nbsp;Wikimedia Commons&nbsp;)</p><p>Additionally, as Van Gogh painted this piece from his room in the asylum, he opted to remove the prison-like bars from his window, illustrating his idealized approach to the painting and, perhaps, his longing to be free</p><h3>WHAT IS THE MEANING OF&nbsp;<em>THE STARRY NIGHT</em>?</h3><p>According to the letters he wrote to his beloved&nbsp;brother Theo, Van Gogh largely regarded&nbsp;<em>The Starry Night</em>&nbsp;as a “failure”—alluding in particular to the imagined portions of it, which were such a departure from his usual way of painting.</p><p>Even so, the painting is often seen as having great emotional depth. For example, unlike many of the paintings Van Gogh was producing at the time, the color palette of&nbsp;<em>The Starry Night</em>&nbsp;is significantly darker, even recalling some of his first pictorial attempts. Art historians commonly attribute this to his depressive state. Yet, despite the nighttime blues, Van Gogh includes bright yellow-white stars and a crescent moon in his night sky.</p><p>Although at this point Van Gogh had largely given up his religious beliefs, he carried a deep love for the natural world, wherein he found solace. “Hope is in the stars,” the artist wrote to his brother. For this reason,&nbsp;<em>The Starry Night</em>&nbsp;painting is often interpreted as having a hopeful message.</p><h2>What Caused Van Gogh to Enter the Asylum?</h2><p style='text-align: center;'><img aria-describedby='caption-attachment-526068' decoding='async' data-src='https://mymodernmet.com/wp/wp-content/uploads/2021/05/van-gogh-room-asylum.jpeg' alt='Van Gogh's Room in Mental Asylum' width='750' height='563' data-srcset='https://mymodernmet.com/wp/wp-content/uploads/2021/05/van-gogh-room-asylum.jpeg 750w, https://mymodernmet.com/wp/wp-content/uploads/2021/05/van-gogh-room-asylum-300x225.jpeg 300w' sizes='(max-width: 750px) 100vw, 750px' srcset='https://mymodernmet.com/wp/wp-content/uploads/2021/05/van-gogh-room-asylum.jpeg 750w, https://mymodernmet.com/wp/wp-content/uploads/2021/05/van-gogh-room-asylum-300x225.jpeg 300w' src='https://mymodernmet.com/wp/wp-content/uploads/2021/05/van-gogh-room-asylum.jpeg' /></p><p>Van Gogh's room at Saint-Paul-de-Mausole (Photo:&nbsp;Original uploader (WT-fr) Saint Rémy de Provence Tourisme at French Wikivoyage,&nbsp;CC BY-SA 3.0)</p><p>On top of his revolutionary oeuvre, Van Gogh is known for his profound struggles with mental illness. Born in 1853, the artist was only 37 years old when he died of a possibly self-inflicted gunshot wound. This occurred just a few months after he left the Saint-Paul-de-Mausole mental asylum in Saint-Rémy-de-Provence. This is the asylum that he voluntarily checked himself into in May 1889 and where he painted&nbsp;<em>The Starry Night</em>.</p><p>How did Van Gogh end up in the asylum? To understand, we must turn back the clock to 1888. At the time, Van Gogh was living in Arles and had invited&nbsp;Paul Gauguin&nbsp;to say with him. Van Gogh greatly admired Gauguin—whose work was also collected by his brother Theo—and with whom he hoped to start an artist collective. Gauguin arrived on October 23 and the two pushed each other creatively. However, Gauguin would later say that their relationship was quite complicated. After two months of living together in The Yellow House, things came to a head.</p><p>Though it's not quite clear what occurred, Van Gogh went back to his room after a fight with Gauguin on December 23. This is where he severed his ear, wrapped it in a bandage, and delivered it to a woman at a brothel that the artists frequented. The following day, a police officer found him passed out, after far too much time had passed to attach his ear.</p><p>While at the hospital, he was diagnosed with “acute mania with generalized delirium.” Theo came to visit him at the hospital, but Gauguin stayed away. Though Van Gogh asked repeatedly to see him, Gauguin—afraid that a visit would push him over the edge—left Arles for Paris and never saw him again. After several months of repeated mental health episodes that saw him in and out of hospitals, Van Gogh left Arles for good and checked himself into Saint-Paul-de-Mausole.</p><h2>Van Gogh's First Starry Night</h2><p style='text-align: center;'><img aria-describedby='caption-attachment-208429' decoding='async' data-src='https://mymodernmet.com/wp/wp-content/uploads/2019/05/starry-night-over-the-rhone-1.jpg' alt='Starry Night Over the Rhone by Van Gogh' width='750' height='579' data-srcset='https://mymodernmet.com/wp/wp-content/uploads/2019/05/starry-night-over-the-rhone-1.jpg 750w, https://mymodernmet.com/wp/wp-content/uploads/2019/05/starry-night-over-the-rhone-1-300x232.jpg 300w' sizes='(max-width: 750px) 100vw, 750px' srcset='https://mymodernmet.com/wp/wp-content/uploads/2019/05/starry-night-over-the-rhone-1.jpg 750w, https://mymodernmet.com/wp/wp-content/uploads/2019/05/starry-night-over-the-rhone-1-300x232.jpg 300w' src='https://mymodernmet.com/wp/wp-content/uploads/2019/05/starry-night-over-the-rhone-1.jpg' /></p><p>Vincent van Gogh “Starry Night Over the Rhone,” 1888 (Photo:&nbsp;Wikimedia Commons, Public domain)</p><p>During his time at the asylum, Van Gogh not only had a private room but was also given a small studio on the ground floor. Though he was permitted to sketch in his room, he was only allowed to paint in his studio. While committed, he completed an unprecedented amount of artwork. Eventually, the 150 pieces produced during this time would be compiled into the&nbsp;<em>Saint-Paul Asylum, Saint-Rémy&nbsp;</em>series<em>,&nbsp;</em>which includes important canvases like his&nbsp;<em>Self-Portrait with a Bandaged Ear</em>,&nbsp;<em>The Irises</em><em>, Wheat Field with Crows</em>&nbsp;(his last painting)<em>,&nbsp;</em>and&nbsp;<em>Starry Night Over the Rh<em>ô</em>ne</em>—a piece that&nbsp;undoubtedly inspired&nbsp;<em>The Starry Night</em>.</p><p>Van Gogh painted&nbsp;<em>Starry Night Over the Rhône</em>&nbsp;in 1888—just one year before he completed&nbsp;<em>The Starry Night</em>. During this time, he was living in Arles, an idyllic French commune. Though rendered in vibrant brushstrokes and expressive color, the scene is calm; “two colorful figurines of lovers in the foreground” are the only people present in the painting, and the star-filled sky evokes a feeling of serenity.</p><p>Both&nbsp;<em>Starry Night Over the&nbsp;<em>Rhône&nbsp;</em></em>and&nbsp;<em>The Starry Night</em>&nbsp;feature similar subject matter and are rendered in Van Gogh's signature style. However, they drastically differ in context.&nbsp;<em>Starry Night Over the&nbsp;<em>Rhône</em></em>&nbsp;was painted near Van Gogh's charming home in Arles; the sweeping view featured in&nbsp;<em>The Starry Night&nbsp;</em>was captured from his window in the asylum.</p><p>While committed, Van Gogh painted this panorama on several occasions.&nbsp;<em>The Starry Night</em>, however, is the only nocturnal study of the view. Thus, in addition to descriptions evident in the myriad of letters he wrote to his brother, Theo, it offers a rare nighttime glimpse into what the artist saw while in isolation. “Through the iron-barred window I can make out a square of wheat in an enclosure,” he wrote in&nbsp;May of 1889,&nbsp;“above which in the morning I see the sun rise in its glory.”</p>"
		},
		{
			"id": "P-05",
			"fullName": "Van Gogh's Self-Portraits",
			"artist": "Vincent van Gogh",
			"description": "Van Gogh's Self-Portraits",
			"category": "Portrait",
			"endDate": null,
			"img": ["./images/painting/P-05.jpg"],
			"currentBid": 14000000,
			"startingBid": 2500000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 34,
			"lastUserBid": "bigmouth303",
			"view": 129819,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<h3><strong>There are over 35 self-portraits by Vincent but just one portrait photo of him</strong></h3><p>Only one portrait photo of Vincent has survived. It shows him at the age of 19 with a slightly gruff expression. Almost everything else we know about his appearance comes from the many self-portraits he painted.</p><p>No fewer than 35 of them are known. They tell us that he had red hair, green eyes and an angular face. Yet each of those faces is different. Vincent himself wrote:</p><p><em>'People say  and I'm quite willing to believe it  that it's difficult to know oneself - but it's not easy to paint oneself either.'</em></p><p style='text-align:center'><img src='https://assets.vangoghmuseum.nl/8ff9d7ee-0212-4872-95ab-8fb1f4f59ead?w=800&amp;format=webp&amp;c=5feb2b7b70dd00c9c7d9814e6a41a739f0839d3b68629eaa3a15d41a68fb85c4' /></p><h3><strong>Vincent didn't paint self-portraits because he was vain</strong></h3><p>Vincent produced his self-portraits because he wanted to practise painting people.</p><p>The majority of them - over 25 - were done while he was in Paris (1886-88). He was short of money in that period and struggled to find models. So the artist chose the simplest solution and painted himself.</p><p>To save money, he sometimes painted self-portraits on the back of other paintings. By doing that, he avoided the costs not only of a model but also of expensive canvas. You can see&nbsp;five such self-portraits&nbsp;in the Van Gogh Museum's online collection.</p><p>In July 2022&nbsp;a hidden self-portrait&nbsp;was discovered in the collection of The National Galleries of Scotland in Edinburgh.</p><h3><strong>The self-portraits tell us something about his personality</strong></h3><p>Vincent often presented himself as restrained and serious in his self-portraits, with a look of concentration on his face..</p><p>All the same, something of Vincent's personality can be found in each self-portrait. He described the last one he did in Paris as&nbsp;<em>'quite unkempt and sad' [...] something like, say, the face of  death'</em>. That's how he felt at the time: mentally and physically exhausted.</p><p style='text-align:center'><img src='https://iiif.micr.io/qJphF/full/800,/0/default.webp'/></p>"
		},
		{
			"id": "P-06",
			"fullName": "Starry Night Over the Rhone",
			"artist": "Vincent van Gogh",
			"description": "The painting capture the reflections of the gas lighting in Arles across the glimmering blue water of the Rhone. In the foreground, two lovers stroll by the banks of the river. Here his stars glow with a luminescence, shining from the dark, blue and velvety night sky. Dotted along the banks of the Rhone houses also radiate a light that reflects in the water and adds to the mysterious atmosphere of the painting.",
			"category": "Landscape",
			"endDate": null,
			"img": ["./images/painting/P-06.jpg"],
			"currentBid": 5800000,
			"startingBid": 2500000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 34,
			"lastUserBid": "bigmouth303",
			"view": 129819,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<h2>The Starry Night Over The Rhone, 1888 by Vincent Van Gogh</h2><table><tbody><tr><td scope='col'><img alt='The Starry Night Over The Rhone, 1888 by Vincent Van Gogh' src='https://www.vincentvangogh.org/images/paintings/the-starry-night-over-the-rhone.jpg' /></td></tr><tr><td scope='col'>The Starry Night Over The Rhone by Vincent Van Gogh</td></tr></tbody></table><p>Ever since Van Gogh arrived in Arles, he was constantly preoccupied with the representation of 'night effects'. In April 1888, he wrote to his brother Theo: 'I need a starry night with cypresses or maybe above a field of ripe wheat.' In June, he confided to the painter Emile Bernard: 'But when shall I ever paint the Starry Sky, this painting that keeps haunting me'.<br /><br /><strong>Starry Night Over the Rhone</strong>&nbsp;(September 1888) was one of three paintings made during the same month that incorporate the night sky and stars as fundamentally symbolic elements. He also painted&nbsp;Cafe Terrace at Night, and a portrait of his friend Eugene Boch which was perhaps the most symbolic of the three.<br /><br /><strong>Starry Night Over the Rhone</strong>&nbsp;was painted at a spot on the banks of river which was only a minute or two's walk from the&nbsp;The Yellow House&nbsp;on the Place Lamartine which Van Gogh was renting at the time. The night sky and the effects of light at night provided the subject for some of his more famous paintings, including&nbsp;<em>The Starry Night</em>, the most famous&nbsp;Van Gogh night stars&nbsp;painting.<br /><br />The challenge of painting at night intrigued Van Gogh. The vantage point he chose for 'Starry Night Over the Rhone' allowed him to capture the reflections of the gas lighting in Arles across the glimmering blue water of the Rhone. In the foreground, two lovers stroll by the banks of the river. Here his stars glow with a luminescence, shining from the dark, blue and velvety night sky. Dotted along the banks of the Rhone houses also radiate a light that reflects in the water and adds to the mysterious atmosphere of the painting.</p><table><tbody><tr><td scope='col'><img alt='Starry Night Over The Rhone Photo at Musée d'Orsay' src='https://www.vincentvangogh.org/images/starry-night-over-the-rhone-photo.jpg' /></td></tr><tr><td scope='col'>Starry Night Over The Rhone Photo at Musée d'Orsay</td></tr></tbody></table><p>Depicting color was of great importance to Van Gogh. In letters to his brother, Theo van Gogh, he often described objects in his paintings in terms of color. His night paintings, including&nbsp;<em>Starry Night Over the Rhone</em>, emphasize the importance he placed in capturing the sparkling colors of the night sky and the artificial lighting that was new to this period. Here, everything lies spread beneath the sparkling tranquillity of the natural lights in the heavens. The glittering stars and wavy reflections in the water could scarcely cater better to Romantic tastes. In fact, this night scene was prompted by a genuinely moving experience of the endless darkness, an experience Van Gogh describes in a letter: 'Once I went for a walk along the deserted shore at night. It was not cheerful, it was not sad - it was beautiful.' This is the only place in his letters where he is so far carried away as to invoke Beauty so emphatically - reason enough to view his enthusiasm as something more profound than a mere momentary indulgence in aesthetics. Van Gogh was drawing upon all his Romantic resources, contesting the positivist attempt to see the stars, scientifically and banally, as mere objects in the realm of the known. A deep abhorrence of this attempt can be seen in the way his religious impulses surfaced once more:</p><blockquote><p>It does me good to do something difficult. But it in no way changes the fact that I have an immense need for (should I use the word) religion; and then I go out at nightinto the open and paint the stars, and I always dream of such a picture with a group of lively friendly figures.</p></blockquote><h1>10 Facts that You Don't Know About the Masterpiece</h1><p><strong>1)</strong>&nbsp;'Starry Night Over the Rhone' was part of the 1889 Society des Independents exhibition in Paris, and was one of only a few Van Gogh artworks shown publicly prior to his death.<br /><br /><strong>2)</strong>&nbsp;Van Gogh completed the painting in September 1888 while in Arles but before entering the mental asylum at Saint-Remy where he would paint&nbsp;Starry Night.<br /><br /><strong>3)</strong>&nbsp;Unlike&nbsp;Starry Night&nbsp;and&nbsp;Café Terrace at Night, 'Starry Night Over the Rhone' was inaccurate in its placement of the Big Bear constellation in the heavens.<br /><br /><strong>4)</strong>&nbsp;The gas lights and their reflections in the river were a relatively new phenomenon in Arles. Paris itself had only been lit at night since around 1853.<br /><br /><strong>5)</strong>&nbsp;The thick brush strokes and texture in the painting were described by critic Georges Lecomte, a contemporary of Van Gogh, as a 'ferocious impasto.'<br /><br /><strong>6)</strong>&nbsp;'Starry Night Over the Rhone' remained with private owners in the Netherlands until 1922 when the Buffa Gallery of Amsterdam acquired it. Since 1975, it has resided at the Musee d'Orsay in Paris.<br /><br /><strong>7)</strong>&nbsp;The places where Van Gogh set up his easel to do his plein air paintings are now part of the Van Gogh Tour in Arles.</p><table><tbody><tr><td scope='col'><img alt='River Bank Where Van Gogh set up his Easel' src='https://www.vincentvangogh.org/images/starry-night-river-bank.jpg' /></td></tr><tr><td scope='col'>River Bank Where Van Gogh set up his Easel</td></tr></tbody></table><p><strong>8)</strong>&nbsp;In 2015, Van Gogh's 'Starry Night Over the Rhone' was displayed beside contemporary&nbsp;Edvard Munch's 'Starry Night'. Both feature a night sky and a pair of lovers, but stylistically, they are quite different.<br /><br /><strong>9)</strong>&nbsp;Through his use of the complementary colors blue and yellow in 'Starry Night Over the Rhone,' Van Gogh heightens the brightness of the lights, suggesting their harshness in the natural landscape.<br /><br /><strong>10)</strong>&nbsp;The blue and yellow hues in the painting also complement each other in terms of temperature. By juxtaposing yellow against blue, Van Gogh adeptly conveys how the heat of the lights burns upon the cold water.</p>"
		},
		{
			"id": "P-07",
			"fullName": "Still life with Irises",
			"artist": "Vincent van Gogh",
			"description": "Vase with Irises Against a Yellow Background stands out as one of Vincent van Gogh's most well known floral still life paintings.",
			"category": "Still Life",
			"endDate": "01-30-2023",
			"img": ["./images/painting/P-07.jpg"],
			"currentBid": 4500000,
			"startingBid": 2500000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 26,
			"lastUserBid": "funsrt123",
			"view": 52233,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<h2>Still life with Irises, 1890 by Vincent Van Gogh</h2><table><tbody><tr><td scope='col'><img alt='Still life with Irises, 1890 by Vincent Van Gogh' class='' src='https://www.vincentvangogh.org/images/paintings/still-life-with-irises.jpg' /></td></tr><tr><td scope='col'>Photo of Still life with Irises by Van Gogh</td></tr></tbody></table><p>In his last weeks at Saint-Rémy before he moved north again, Van Gogh painted a series of still lifes. The size and scale of these recall the monumental painting of&nbsp;Sunflowers&nbsp;of the summer of 1888, but the disciplined use of complementary colors also establishes a link with the experiments in color and in flower painting which absorbed him in his first year in Paris, 1886.</p><p>In Saint-Rémy, Van Gogh painted pink roses against a green ground, and here, violet irises against a yellow field. The painting betrays a renewed liveliness and intensity of color. Instead of toning down the contrasts in order to harmonize the different parts of the painting, as he sometimes did, Van Gogh has tried here, as he had done in Paris, to sharpen and heighten them.</p><table><tbody><tr><td scope='col'><img alt='Photo of Still life with Irises by Van Gogh' src='https://www.vincentvangogh.org/images/still-life-with-irises-photo.jpg' /></td></tr><tr><td scope='col'>Photo of Still life with Irises by Van Gogh</td></tr></tbody></table><p>Van Gogh has painted these flowers on what was his preferred size of canvas in late 1888-90. The regular use of the same size of canvas meant that if and when his paintings were exhibited, they would work together as a series.</p><p>Of&nbsp;<strong>Still life with Irises</strong>, Van Gogh wrote:</p><blockquote><p>At present all goes well, the whole horrible attack has disappeared like a thunderstorm and I am working to give a last stroke of the brush here with a calm and steady enthusiasm. I am doing a canvas of roses with a light green background and two canvases representing big bunches of violet irises, one lot against a pink background in which the effect is soft and harmonious because of the combination of greens, pinks, violets. On the other hand, the other violet bunch (ranging from carmine to pure Prussian blue) stands out against a startling citron background, with other yellow tones in the vase and the stand on which it rests, so it is an effect of tremendously disparate complementaries, which strengthen each other by their juxtaposition.</p></blockquote><div id='' style='left: 22.6px; top: 62.175px;'></div><div id='' style='left: 22.6px; top: 62.175px;'> </div><div id='' style='left: 22.6px; top: 62.175px;'></div><div id='' style='left: 22.6px; top: 62.175px;'> </div><div id='' style='left: 22.6px; top: 62.175px;'></div>"
		},
		{
			"id": "P-08",
			"fullName": "Mona Lisa",
			"artist": "Leonardo da Vinci",
			"description": "Mona Lisa's Self-Portraits",
			"category": "Portrait",
			"endDate": "01-30-2023",
			"img": ["./images/painting/P-08.jpg"],
			"currentBid": 19000000,
			"startingBid": 8000000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 12,
			"lastUserBid": "fufufu8987",
			"view": 62233,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<h1>The Mona Lisa - by Leonardo Da Vinci</h1><table><tbody><tr><td scope='col'><img alt='The Mona Lisa - by Leonardo Da Vinci' src='https://www.leonardodavinci.net/images/gallery/the-mona-lisa.jpg' /></td></tr><tr><td scope='col'>Courtesy of LeonardoDaVinci</td></tr></tbody></table><p><strong>Mona Lisa</strong>, also known as La Gioconda, is the wife of Francesco del Giocondo. This painting is painted as oil on wood. The original painting size is 77 x 53 cm (30 x 20 7/8 in) and is owned by the Government of France and is on the wall in the Louvre in Paris, France.</p><p>This figure of a woman, dressed in the Florentine fashion of her day and seated in a visionary, mountainous landscape, is a remarkable instance of Leonardo's sfumato technique of soft, heavily shaded modeling. The Mona Lisa's enigmatic expression, which seems both alluring and aloof, has given the portrait universal fame.</p><p>The Mona Lisa's famous smile represents the sitter in the same way that the juniper branches represent&nbsp;Ginevra Benci&nbsp;and the ermine represents&nbsp;Cecilia Gallerani&nbsp;in their portraits, in Washington and Krakow respectively. It is a visual representation of the idea of happiness suggested by the word 'gioconda' in Italian. Leonardo made this notion of happiness the central motif of the portrait: it is this notion that makes the work such an ideal. The nature of the landscape also plays a role. The middle distance, on the same level as the sitter's chest, is in warm colors. Men live in this space: there are a winding road and a bridge. This space represents the transition between the space of the sitter and the far distance, where the landscape becomes a wild and uninhabited space of rocks and water which stretches to the horizon, which Leonardo has cleverly drawn at the level of the sitter's eyes.</p><p>The painting was among the first portraits to depict the sitter before an imaginary landscape and Leonardo was one of the first painters to use aerial perspective. The enigmatic woman is portrayed seated in what appears to be an open loggia with dark pillar bases on either side. Behind her, a vast landscape recedes to icy mountains. Winding paths and a distant bridge give only the slightest indications of human presence. The sensuous curves of the woman's hair and clothing, created through sfumato, are echoed in the undulating imaginary valleys and rivers behind her. The blurred outlines, graceful figure, dramatic contrasts of light and dark, and overall feeling of calm are characteristic of da Vinci's style. Due to the expressive synthesis that da Vinci achieved between sitter and landscape, it is arguable whether Mona Lisa should be considered as a traditional portrait, for it represents an ideal rather than a real woman. The sense of overall harmony achieved in the painting especially apparent in the sitter's faint smile reflects the idea of a link connecting humanity and nature.</p><p>In the Renaissance which brought together all human activities, art meant science, art meant truth to life: Leonardo da Vinci was a great figure because he embodied the epic endeavor of Italian art to conquer universal values: he who combined within himself the fluctuating sensitivity of the artist and the deep wisdom of the scientist, he, the poet and the master.</p><p><iframe width='660' height='370' src='https://www.youtube.com/embed/oczyOd5YJ8Q' frameborder='0' allow='accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture' allowfullscreen=''></iframe></p><p>In his&nbsp;<strong>Mona Lisa</strong>, the individual, a sort of miraculous creation of nature, represents at the same time the species: the portrait goes beyond its social limitations and acquires a universal meaning. Although Leonardo worked on this picture as a scholar and thinker, not only as a painter and poet, the scientific and philosophical aspects of his research inspired no following. But the formal aspect - the new presentation, the nobler attitude, and the increased dignity of the model - had a decisive influence over Florentine portraits of the next twenty years, over the classical portrait. With his Mona Lisa, Leonardo created a new formula, at the same time more monumental and more lively, more concrete and yet more poetic than that of his predecessors. Before him, portraits had lacked mystery; artists only represented outward appearances without any soul, or, if they showed the soul, they tried to express it through gestures, symbolic objects, or inscriptions. The&nbsp;<strong>Mona Lisa</strong>&nbsp;alone is a living enigma: the soul is there, but inaccessible.</p><h2>10 Facts You Might not Know about the Masterpiece</h2><p><strong>1. She lived with Francois I, Louis XIV and Napoleon</strong><br /><br />Although da Vinci began work on his masterpiece while living in his native Italy, he did not finish it until he moved to France at King Francois I's request. The French king displayed the painting in his Fontainebleau palace where it remained for a century. Louis XIV removed it to the grand Palace of Versailles. At the outset of the 19th century, Napoleon Bonaparte kept the painting in his boudoir.<br /><br /><strong>2. Some historians believe Mona Lisa is a&nbsp;Self-Portrait of Leonardo da Vinci.</strong><br /><br />Leonardo da Vinci died in 1519, and he is&nbsp;buried at a French castle. Italy's National Committee for Cultural Heritage is undertaking an investigation, and plans to dig up his skull. They want to rebuild Leonardo's face, using CSI-style technology. Will he resemble the mysterious Mona Lisa?</p><table><tbody><tr><td scope='col'><img alt='Mona Lisa with Leonardo's Self Portrait' src='https://www.leonardodavinci.net/images/mona-lisa-self-portrait.jpg' /></td></tr><tr><td scope='col'>Mona Lisa with Leonardo's Self Portrait</td></tr></tbody></table><p><strong>3. She has her own room in the Louvre Museum in Paris.</strong><br /><br />After the Louvre launched a four-year, $6.3 million renovation in 2003, the painting now has its own room. A glass ceiling lets in natural light, a shatter-proof glass display case maintains a controlled temperature of 43 degrees F. and a little spotlight brings out the true colors of da Vinci's original paints.<br /><br /><strong>4. It is a painting but not a canvas.</strong><br /><br />Da Vinci's famous masterpiece is painted on a poplar plank. Considering he was accustomed to painting larger works on wet plaster, a wood plank does not seem that outlandish. Canvas was available to artists since the 14th century, but many Renaissance masters preferred wood as a basis for their small artworks.<br /><br /><strong>5. Jackie Kennedy invited her to visit.</strong><br /><br />Over the centuries, French officials have only rarely let the painting out of their sight. However, when first lady Jackie Kennedy asked if the painting could visit the U.S., French President de Gaulle agreed. 'Mona Lisa' went on display at the&nbsp;National Gallery of Art&nbsp;in Washington D.C. and then at the&nbsp;Metropolitan Museum of the Arts&nbsp;in New York City.<br /><br /><strong>6. A thief made her famous.</strong><br /><br />Although in the art world, the painting had always been an acknowledged masterpiece, it wasn't until it was stolen in the summer of 1911 that it would capture the attention of the general public. Newspapers spread the story of the crime worldwide. When the painting finally returned to the Louvre two years later, practically the whole world was cheering.<br /><br /><strong>7. Picasso was under suspicion for the theft.&nbsp;</strong>During the investigation, the gendarmes went so far as to question known art dissidents such as&nbsp;Pablo Picasso&nbsp;about the theft. They briefly arrested poet Guillaume Apollinaire, who had once said the painting should be burned. Their suspicions proved to be unfounded.<br /><br /><strong>8. She receives fan mail.</strong><br /><br />Since the painting first arrived at the Louvre in 1815, 'Mona Lisa' has received plenty of love letters and flowers from admirers. She even has her own mailbox.<br /><br /><strong>9. Not everyone is a fan.</strong><br /><br />Various vandals have tried to harm da Vinci's famed masterpiece, and 1956 was a particularly bad year. In two separate attacks, one person threw acid at the painting, and another individual pelted it with a rock. The damage is faint but still noticeable. The addition of bulletproof glass repelled subsequent attacks with spray paint in 1974 and a coffee cup in 2009.<br /><br /><strong>10. She cannot be bought or sold.</strong><br /><br />Truly priceless, the painting cannot be bought or sold according to French heritage law. As part of the Louvre collection, 'Mona Lisa' belongs to the public, and by popular agreement, their hearts belong to her.</p>"
		},
		{
			"id": "P-09",
			"fullName": "Girl with a Pearl Earring",
			"artist": "Johannes Vermeer.",
			"description": " It depicts a European girl wearing exotic dress, an oriental turban, and what appears to be a very large pearl as an earring. The subject of the painting is unknown, with it either being possible that she was a real model, or that Vermeer created a more generalised and mysterious woman, perhaps representing a Sibyl or biblical figure. There has been speculation that she is the artist's eldest daughter, Maria, though this has been dismissed as an anachronism by some art historians.",
			"category": "Portrait",
			"endDate": "01-30-2023",
			"img": ["./images/painting/P-09.jpg"],
			"currentBid": 9500000,
			"startingBid": 3000000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 14,
			"lastUserBid": "fufufu8987",
			"view": 62633,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p><strong>Girl with a Pearl Earring</strong>,&nbsp;oil painting&nbsp;on canvas (c. 1665) by Dutch artist&nbsp;Johannes Vermeer, one of his most well-known works. It depicts an imaginary young woman in exotic dress and a very large&nbsp;pearl&nbsp;earring. The work permanently resides in the&nbsp;Mauritshuis&nbsp;museum in&nbsp;The Hague.</p><p><img class='img-fluid' src='https://cdn.britannica.com/33/194733-050-4CF75F31/Girl-with-a-Pearl-Earring-canvas-Johannes-1665.jpg' /></p><p>An observant and deliberate painter, Vermeer produced only 36 known works in his lifetime, while many of his contemporaries completed hundreds. Like his peers, he mostly depicted scenes of ordinary life, later called “genre”&nbsp;painting, often of women at daily tasks. Notable examples included&nbsp;<em>Girl Reading a Letter at an Open Window</em>&nbsp;(c. 1657) and&nbsp;<em>The Music Lesson</em>&nbsp;(c. 1665). He occasionally signed his paintings. While&nbsp;<em>Girl with a Pearl Earring</em>&nbsp;bears “IVMeer,” it is undated. Historians believe Vermeer painted the small piece (17.52 × 15.35 inches [44.5 × 39 cm]) around 1665, during the period in which he executed a group of paintings with a shared pearl motif.</p><p><em>Girl with a Pearl Earring</em>&nbsp;represents a young woman in a dark shallow space, an&nbsp;intimate&nbsp;setting that draws the viewer’s attention exclusively on her. She wears a blue and gold&nbsp;turban, the titular pearl earring, and a gold jacket with a visible white collar beneath. Unlike many of Vermeer’s subjects, she is not concentrating on a daily chore and unaware of her viewer. Instead, caught in a fleeting moment, she turns her head over her shoulder, meeting the viewer’s gaze with her eyes wide and lips parted as if about to speak. Her&nbsp;enigmatic&nbsp;expression coupled with the mystery of her identity has led some to compare her to the&nbsp;equivocal&nbsp;subject in&nbsp;Leonardo da Vinci’s&nbsp;<em>Mona Lisa</em>&nbsp;(c. 1503–19). Unlike the&nbsp;<em>Mona Lisa</em>, however,&nbsp;<em>Girl with a Pearl Earring</em>&nbsp;is not a portrait but a&nbsp;<em>tronie</em>, a Dutch term for a character or type of person. A young woman might have sat for Vermeer, but the painting is not meant to portray her or any specific individual in the same way that Leonardo’s piece portrayed an existing person (likely Lisa Gherardini, the wife of a Florentine merchant). Vermeer’s subject is a generic young woman in exotic dress, a study in facial expression and costume. The work&nbsp;attests&nbsp;to Vermeer’s technical expertise and interest in representing light. The soft modeling of the subject’s face reveals his mastery of using light rather than line to create form, while the reflection on her lips and on the earring show his concern for representing the effect of light on different surfaces.</p><p>Although now a highly regarded artist, Vermeer was not well known outside of his native city of&nbsp;Delft&nbsp;during his lifetime or in the decades after. Historians credit the 19th-century French critic Étienne-Joseph-Théophile-Thoré (under the pseudonym of William Bürger) for reassessing the artist’s work, which eventually led to Vermeer’s distinguished reputation. Even so,&nbsp;<em>Girl with a Pearl Earring</em>&nbsp;became one of Vermeer’s more famous pieces only around the turn of the 21st century, with the 1995 blockbuster exhibition at the&nbsp;National Gallery of Art&nbsp;in&nbsp;Washington, D.C., and the publication of the best-selling novel&nbsp;<em>Girl with a Pearl Earring</em>&nbsp;by Tracy Chevalier in 1999. The book fashioned the painting’s subject into a housemaid named Griet who works in Vermeer’s home and becomes his paint mixer. It was adapted into an&nbsp;Oscar-nominated&nbsp;film&nbsp;in 2003 starring&nbsp;Scarlett Johansson&nbsp;as the fictional Griet and&nbsp;Colin Firth&nbsp;as Vermeer.</p><p>As the Mauritshuis building underwent renovation in 2012,&nbsp;<em>Girl with the Pearl Earring</em>&nbsp;traveled to Japan,&nbsp;Italy, and the&nbsp;United States. It drew crowds in each location,&nbsp;attesting&nbsp;to its now firm place in audience regard. When&nbsp;<em>Girl</em>&nbsp;returned to the Netherlands in 2014, the Mauritshuis announced it would no longer lend out the painting, assuring visitors that the museum’s main attraction would always be in its home. It made an exception in 2023, however, for the blockbuster exhibition devoted to Vermeer at the&nbsp;Rijksmuseum, Amsterdam, loaning the work for eight weeks.</p><p>In 2018 the Mauritshuis embarked on a two-year investigation of the artwork. Using modern imaging techniques to look at layers beneath the surface, researchers uncovered a green curtain behind the girl and confirmed that she has eyelashes, though they may be hard to&nbsp;discern. Researchers also tested Vermeer’s materials, mapping the sources of his pigments. They discovered that he liberally used the costly&nbsp;ultramarine, a pigment derived from the semiprecious stone&nbsp;lapis lazuli, found only in what is now Afghanistan, for the headscarf. He also used a red pigment derived from an insect living in Mexico and South America for the woman’s lips.</p>"
		},
		{
			"id": "P-10",
			"fullName": "The Great Wave off Kanagawa",
			"artist": "Katsushika Hokusai",
			"description": "The print depicts three boats moving through a storm-tossed sea, with a large wave forming a spiral in the centre and Mount Fuji visible in the background.",
			"category": "Nature",
			"endDate": "01-30-2023",
			"img": ["./images/painting/P-10.jpg"],
			"currentBid": 6500000,
			"startingBid": 1200000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 15,
			"lastUserBid": "uuuuu123",
			"view": 62233,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<h1>Hokusai, Under the Wave off Kanagawa (The Great Wave)</h1><p><img alt='' tabindex='0' src='https://cdn.kastatic.org/ka-perseus-images/e6de03da0b29acc1f88649b3344b68eff0c52d99.jpg' /></p><p>Katsushika Hokusai,&nbsp;<em>Under the Wave off Kanagawa</em>&nbsp;(<em>Kanagawa oki nami ura</em>), also known as&nbsp;<em>The</em>&nbsp;<em>Great Wave</em>, from the series&nbsp;<em>Thirty-six Views of Mount Fuji</em>&nbsp;(<em>Fugaku sanjūrokkei</em>), c. 1830-32, polychrome woodblock print; ink and color on paper, 10 1/8 x 14 15 /16 inches;&nbsp;25.7 x 37.9 cm<br />(The Metropolitan Museum of Art, New York)</p><p>Katsushika Hokusai’s&nbsp;<em>Under the Wave off Kanagawa</em>, also called&nbsp;<em>The Great Wave</em>&nbsp;has became one of the most famous works of art in the world—and debatably the most iconic work of Japanese art. Initially, thousands of copies of this print were quickly produced and sold cheaply. Despite the fact that it was created at a time when Japanese trade was heavily restricted, Hokusai’s print displays the influence of Dutch art, and proved to be inspirational for many artists working in Europe later in the nineteenth century.</p><h3>Thirty-six Views of Mount Fuji</h3><p><img alt='' tabindex='0' src='https://cdn.kastatic.org/ka-perseus-images/33f3093e6a9ea2afe0afdc2d25b2f7c914dd3146.jpg' /></p><p>Fishing boats (detail),&nbsp;<em>Under the Wave off Kanagawa</em>,&nbsp;&nbsp;from the series&nbsp;<em>Thirty-six Views of Mount Fuji,</em>&nbsp;c. 1830-32, polychrome woodblock print; ink and color on paper, 10 1/8 x 14 15 /16 inches / 25.7 x 37.9 cm (The Metropolitan Museum of Art, New York)</p><p><em>Under the Wave off Kanagawa</em>&nbsp;is part of a series of prints titled&nbsp;<em>Thirty-six views of Mount Fuji</em>, which Hokusai made between 1830 and 1833. It is a polychrome (multi-colored) woodblock print, made of ink and color on paper that is approximately 10 x 14 inches. All of the images in the series feature a glimpse of the mountain, but as you can see from this example, Mount Fuji does not always dominate the frame. Instead, here, the foreground is filled with a massive cresting wave. The threatening wave is pictured just moments before crashing down on to three fishing boats below.&nbsp;Under the Wave off Kanagawa&nbsp;is full of visual play. The mountain, made tiny by the use of perspective, appears as if it too will be swallowed up by the wave. Hokusai’s optical play can also be lighthearted, and the spray from top of the crashing wave looks like snow falling on the mountain.</p><p>Hokusai has arranged the composition to frame Mount Fuji. The curves of the wave and hull of one boat dip down just low enough to allow the base of Mount Fuji to be visible, and the white top of the great wave creates a diagonal line that leads the viewers eye directly to the peak of the mountain top.</p><p><img alt='' tabindex='0' src='https://cdn.kastatic.org/ka-perseus-images/f562e26266bf7d94e9b98729f28ab3e5ea3b9af1.jpg' /></p><p>Katsushika Hokusai,&nbsp;<em>Fine Wind, Clear Weather,</em>&nbsp;Also known as&nbsp;<em>Red Fuju</em>, from the series&nbsp;<em>Thirty-six Views of Mount Fuji,</em>&nbsp;c. 1830-31, woodblock print; ink and color on paper, 9 5/8 x 15 in,&nbsp;24.4 x 38.1 cm (Museum of Fine Arts, Boston)</p><p>Across the thirty-six prints that constitute this series, Hokusai varies his representation of the mountain. In other prints the mountain fills the composition, or is reduced to a small detail in the background of bustling city life.</p><h3>Who was Katsushika Hokusai?</h3><p>Hokusai was born in 1760 in Edo (now Tokyo), Japan. During the artists’ lifetime he went by many different names; he began calling himself Hokusai in 1797. Hokusai discovered Western prints that came to Japan by way of Dutch trade. From the Dutch artwork Hokusai became interested in linear perspective. Subsequently, Hokusai created a Japanese variant of linear perspective. The influence of Dutch art can also be seen in the use of a low horizon line and the distinctive European color, Prussian blue.</p><p>Hokusai was interested in oblique angles, contrasts of near and far, and contrasts of manmade and the natural. These can be seen in&nbsp;<em>Under the Wave off Kanagawa</em>&nbsp;through the juxtaposition of the large wave in the foreground which dwarfs the small mountain in the distance, as well as the inclusion of the men and boats amidst the powerful waves.</p><h3>Why Mount Fuji?</h3><p><img alt='' tabindex='0' src='https://cdn.kastatic.org/ka-perseus-images/b08e31f31f89db1d1d25accdb637fdf8cec48307.jpg' /></p><p>Mount Fuji, Japan</p><p>Mount Fuji is the highest mountain in Japan and has long been considered sacred. Hokusai is often described as having a personal fascination with the mountain, which sparked his interest in making this series. However, he was also responding to a boom in domestic travel and the corresponding market for images of Mount Fuji. Japanese woodblock prints were often purchased as souvenirs. The original audience for Hokusai’s prints was ordinary townspeople who were followers of the “Fuji cult” and made pilgrimages to climb the mountain, or tourists visiting the new capital city. Although the skyscrapers in Tokyo obscure the view of Mount Fuji today, for Hokusai’s audience the peak of the mountain would have been visible across the city.</p><h3>The making of Ukiyo-e Prints</h3><p>Ukiyo-e is the name for Japanese woodblock prints made during the Edo Period. Ukiyo-e, which originated as a Buddhist term, means 'floating world' and refers to the impermanence of the world. The earliest prints were made in only black and white, but later, as is evident from Hokusai’s work, additional colors were added. A separate block of wood was used for each color. Each print is made with a final overlay of black line, which helps to break up the flat colors. Ukiyo-e prints are recognizable for their emphasis on line and pure, bright color, as well as their ability to distill form down to the minimum.</p><p>Hokusai moved away from the tradition of making images of courtesans and actors, which was the customary subject of ukiyo-e prints. Instead, his work focused on the daily life of Japanese people from a variety of social levels. Such as the quotidian scene of fishermen battling the sea off the coast of Mount Fuji that we see in&nbsp;The Great Wave. This change of subject matter was a breakthrough in both ukiyo-e prints and in Hokusai’s career.</p><h3>Popularity of Ukiyo-e prints in Europe</h3><p>Beginning in 1640, Japan was largely closed off to the world and only limited interaction with China and Holland was allowed. This changed in the 1850s, when trade was forced open by American naval commodore, Matthew C. Perry. After this, there was a flood of Japanese visual culture into the West. At the 1867 International Exposition in Paris, Hokusai’s work was on view at the Japanese pavilion. This was the first introduction of Japanese culture to mass audiences in the West, and a craze for collecting art called Japonisme ensued. Additionally, Impressionist artists in Paris, such as Claude Monet, were great fans of Japanese prints. The flattening of space, an interest in atmospheric conditions, and the impermanence of modern city life—all visible in Hokusai’s prints—both reaffirmed their own artistic interests and inspired many future works of art.</p>"
		},
		{
			"id": "P-11",
			"fullName": "The Ninth Wave",
			"artist": "Ivan Aivazovsky",
			"description": "It depicts a sea after a night storm and people facing death attempting to save themselves by clinging to debris from a wrecked ship. The debris, in the shape of the cross, appears to be a Christian metaphor for salvation from the earthly sin. ",
			"category": "Nature",
			"endDate": "01-30-2023",
			"img": ["./images/painting/P-11.jpg"],
			"currentBid": 5000000,
			"startingBid": 1000000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 128,
			"lastUserBid": "exexee213",
			"view": 65233,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p>A Russian painter Ivan Aivazovsky (1817 – 1900) was praised as a true master of marinist painting, and his masterpiece ‘Ninth Wave’ is a true gem of Russian romantic painting and of the whole marinist genre.</p><h4><strong>During his artistic life, Aivazovsky created around 6,000 marinist paintings, but ‘Ninth Wave’ (1850) became that one masterpiece which crowned him as one of the best marinist painters the history has known.</strong></h4><p><img data-src='https://img.theculturetrip.com/450x/smart/wp-content/uploads/2017/12/aivazovsky_ivan_-_the_ninth_wave.jpg' srcset='https://img.theculturetrip.com/450x/smart/wp-content/uploads/2017/12/aivazovsky_ivan_-_the_ninth_wave.jpg 450w, https://img.theculturetrip.com/768x/smart/wp-content/uploads/2017/12/aivazovsky_ivan_-_the_ninth_wave.jpg 768w, https://img.theculturetrip.com/1440x/smart/wp-content/uploads/2017/12/aivazovsky_ivan_-_the_ninth_wave.jpg 1440w' loading='lazy' data-pin-nopin='true' src='https://img.theculturetrip.com/450x/smart/wp-content/uploads/2017/12/aivazovsky_ivan_-_the_ninth_wave.jpg' /></p><p>Image source: WikiCommons</p><p>Born in port town of Feodisia in Crimea, after studing in the&nbsp;Fine Art&nbsp;Academy in Saint-Petersburg, Aivazovsky was eternally in love with the sea. His inspiration was coming from his childhood memories from the years spent on the seaside of the Black Sea, the cold and stormy Baltic sea during his student years and some expeditions taken with the Russian fleet.</p><p>The painter was mesmerized by the power of sea, reportedly not feeling fear even in the most risky situations. Once a ship was in a terrible storm, some said everyone on that ship was dead. By great luck, the ship reached a port, although the memories of this storm stayed with Aivazovsky and became a foundation to many of his paintings.</p><p>The majority of Aivazovsky&nbsp;masterpieces&nbsp;very often depict strong storms and shipwrecks. He shows us the irresistible strength of nature while humans are lost among the waves and don’t seem to have much opportunity to fight back.</p><p>The ‘Ninth Wave’ is somehow different. Some legends say, in every storm the ‘ninth wave’ is the strongest and the most dangerous one. In Aivazovsky’s painting we see exactly that: a huge, ‘ninth’ wave approaching several people who survived a shipwreck. Humans are holding to a piece of a mast. Although, in contrast to a dramatic name, the whole atmosphere and colour palette of the painting is optimistic: we see a sunrise upon the sea, the night storm is over and the survivors have a hope.</p><p>This notional contrast, combined with masterly painted sea, waves, even little drops of water shining in the sun – all this has helped Aivazovsky and his painting gain fame. Nowadays, the legendary ‘Ninth Wave’ is exhibited in a&nbsp;Russian museum&nbsp;in St Petersburg as a part of the permanent collection.</p>"
		},
		{
			"id": "P-12",
			"fullName": "Vase of Flowers",
			"artist": "Jan Davidsz. de Heem",
			"description": "Vase of Flowers by Jan Davidsz. de Heem",
			"category": "Still Life",
			"endDate": "01-30-2023",
			"img": ["./images/painting/P-12.jpg"],
			"currentBid": 2000000,
			"startingBid": 1000000,
			"finalPrice": null,
			"end": false,
			"numberOfBid": 25,
			"lastUserBid": "tttan22",
			"view": 64233,
			"endDateStr": "",
			"biddingUsers": [],
			"content": "<p style='text-align: center;'><img src='https://media.nga.gov/iiif/bfc54c5f-a5ea-4aca-9e8e-e2ff169c48b5/full/!588,600/0/default.jpg' class='' /></p><p>The Dutch and Flemish took extraordinary delight in depictions of the natural world as an expression of God’s everlasting blessing. The flower paintings of Jan Davidsz de Heem celebrate the beauty of flora while at the same time exemplifying the concept of&nbsp;<em>Ars longa, vita brevis</em>&nbsp; (art is long, life is short) embodied in the Dutch still-life paintings of the seventeenth century. De Heem’s paintings also reflected the great interest in botany at that time, and this work includes exotic flowers and plants brought back from faraway places, such as the tulip, originally imported into Europe from Turkey in the 1550s.</p><p>De Heem was one of the most gifted, versatile, and influential still-life artists of his age. His refined technique allowed him to portray a great variety of textures that captured the very essence of the objects, including the petals of exotic flowers; long bent reeds of wheat; minute creatures such as butterflies, ants, snails, and caterpillars; and finally, the reflective surfaces of glass. In this work, De Heem creates a harmonious arrangement by balancing the colors and shapes of thirty-one types of flowers, vegetables, and grains. Despite the illusion of reality, this bouquet could have never actually existed, as the various flowers would have bloomed in different seasons. De Heem often included specific animals and flowers in his work for their symbolic meanings. Representing darkness and decay, a salamander stares hungrily at a spider, while a snail, a moth, and some ants crawl on the marble shelf. The&nbsp;<em>memento mori</em>&nbsp;(rememeber that you will die) images are counterbalanced by the wheat stalks symbolizing the Eucharist, and by the caterpillar and butterfly on the white poppy, which evoke redemption and resurrection.</p><div id='' style='left: 183.3px; top: 20px;'> </div><div id='' style='left: 183.3px; top: 20px;'> </div><div id='' style='left: 183.3px; top: 20px;'> </div><div id='' style='left: 183.3px; top: 20px;'> </div><div id='' style='left: 183.3px; top: 20px;'> </div><div id='' style='left: 183.3px; top: 20px;'> </div><div id='' style='left: 183.3px; top: 20px;'> </div><div id='' style='left: 183.3px; top: 20px;'> </div><div id='' style='left: 183.3px; top: 20px;'> </div>"
		}
	]
}
